-- MySQL dump 10.13  Distrib 5.7.24, for Linux (x86_64)
--
-- Host: localhost    Database: whattodo
-- ------------------------------------------------------
-- Server version	5.7.24

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `about_city`
--

DROP TABLE IF EXISTS `about_city`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `about_city` (
  `about_city_subname` varchar(255) CHARACTER SET utf8 NOT NULL,
  `about_city_ID` int(11) NOT NULL AUTO_INCREMENT,
  `about_city_value` int(255) DEFAULT NULL,
  PRIMARY KEY (`about_city_ID`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=latin1;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `about_city`
--

LOCK TABLES `about_city` WRITE;
/*!40000 ALTER TABLE `about_city` DISABLE KEYS */;
INSERT INTO `about_city` VALUES ('市区',1,500),('滦州市',2,14),('乐亭县',4,20),('曹妃甸区',7,NULL),('滦南县',8,13);
/*!40000 ALTER TABLE `about_city` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `ad_detail`
--

DROP TABLE IF EXISTS `ad_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `ad_detail` (
  `ad_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '广告ID',
  `ad_time` date NOT NULL COMMENT '广告发布时间',
  `ad_class` tinyint(4) DEFAULT NULL COMMENT '广告类型',
  `ad_tittle` text NOT NULL COMMENT '广告题目',
  `ad_place` text NOT NULL COMMENT '广告位置',
  `ad_owner` text NOT NULL COMMENT '广告主人',
  `ad_unname` text NOT NULL COMMENT '广告单位名称',
  `ad_deadline` date NOT NULL COMMENT '广告有效期',
  `ad_display` tinyint(4) NOT NULL COMMENT '广告是否显示',
  `ad_dpquantity` int(11) DEFAULT '0' COMMENT '广告显示次数',
  `ad_clicks` int(11) DEFAULT '0' COMMENT '广告点击数',
  `ad_pic1` text NOT NULL COMMENT '广告图片1',
  `ad_link` text COMMENT '广告链接地址',
  `ad_video` text COMMENT '广告视频',
  `ad_weight` int(11) NOT NULL COMMENT '广告权重',
  `ad_sub` text COMMENT '县区',
  `ad_position` text COMMENT '获取位置',
  PRIMARY KEY (`ad_id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `ad_detail`
--

LOCK TABLES `ad_detail` WRITE;
/*!40000 ALTER TABLE `ad_detail` DISABLE KEYS */;
INSERT INTO `ad_detail` VALUES (2,'2019-03-21',1,'1','1','1','1','2020-03-21',1,0,0,'1','1','1',1,NULL,NULL),(3,'2019-03-21',2,'2','2','2','2','2020-03-21',1,0,0,'2','2','2',2,NULL,NULL),(4,'2019-03-21',3,'3','3','3','3','2020-03-21',1,0,0,'3','3','3',3,NULL,NULL),(5,'2019-03-21',3,'3','3','3','3','2020-03-21',1,0,0,'3','3','3',3,NULL,NULL);
/*!40000 ALTER TABLE `ad_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `app_open_check`
--

DROP TABLE IF EXISTS `app_open_check`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `app_open_check` (
  `check_updatecategory` tinyint(1) NOT NULL DEFAULT '0',
  `check_updatecities` tinyint(1) NOT NULL DEFAULT '0',
  `check_updateadvs` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`check_updatecategory`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `app_open_check`
--

LOCK TABLES `app_open_check` WRITE;
/*!40000 ALTER TABLE `app_open_check` DISABLE KEYS */;
/*!40000 ALTER TABLE `app_open_check` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `article_category`
--

DROP TABLE IF EXISTS `article_category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `article_category` (
  `article_category_name` varchar(255) CHARACTER SET utf32 NOT NULL,
  `article_category_value` int(255) unsigned NOT NULL,
  `article_category_ID` int(11) NOT NULL AUTO_INCREMENT,
  `what_article` tinyint(1) NOT NULL,
  PRIMARY KEY (`article_category_ID`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `article_category`
--

LOCK TABLES `article_category` WRITE;
/*!40000 ALTER TABLE `article_category` DISABLE KEYS */;
INSERT INTO `article_category` VALUES ('问询',1000,1,0),('情感',999,2,0),('旅行',990,3,0),('摄影',800,4,0),('身边事',700,5,0),('闲聊',600,6,0),('求职',500,7,0);
/*!40000 ALTER TABLE `article_category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `autobrand_detail`
--

DROP TABLE IF EXISTS `autobrand_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `autobrand_detail` (
  `autobrand_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '汽车品牌ID',
  `autobrand_name` text NOT NULL COMMENT '汽车品牌名字',
  `autobrand_value` int(11) DEFAULT NULL COMMENT '权重',
  `autobrand_detail` text COMMENT '汽车品牌介绍',
  `autobrand_pic` text NOT NULL COMMENT '汽车品牌图片',
  `autobrand_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `autobrand_gtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '修改时间',
  `autobrand_display` tinyint(4) NOT NULL COMMENT '是否显示',
  PRIMARY KEY (`autobrand_id`)
) ENGINE=InnoDB AUTO_INCREMENT=87 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `autobrand_detail`
--

LOCK TABLES `autobrand_detail` WRITE;
/*!40000 ALTER TABLE `autobrand_detail` DISABLE KEYS */;
INSERT INTO `autobrand_detail` VALUES (1,'奥迪',NULL,'奥迪（Audi）是德国大众汽车集团子公司奥迪汽车公司旗下的豪华汽车品牌，作为高技术水平、质量标准、创新能力、以及经典车型款式的代表，奥迪是汽车品牌之一。公司总部设在德国的英戈尔施塔特，并在中国等许多国家有分公司。','http://img1.xcarimg.com/PicLib/logo/pl1_160.jpg','2019-05-28 07:13:54','2019-05-28 07:13:54',1),(2,'宝马',NULL,'宝马是驰名世界的汽车企业，也被认为是高档汽车生产业的先导。宝马公司创建于1916年，宝马也被译为巴依尔。宝马公司的全称是BayerischeMotorenWerheAG,BMW就是这三个单词的首位字母缩写。','http://img1.xcarimg.com/PicLib/logo/pl2_160.jpg','2019-05-28 07:16:18','2019-05-28 07:17:06',1),(3,'奔驰',NULL,'梅赛德斯-奔驰（Mercedes-Benz）是世界著名的德国汽车品牌。梅赛德斯-奔驰为戴姆勒集团旗下公司,被誉为汽车的发明者。1926年6月，戴姆勒公司与奔驰公司合并成立了戴姆勒-奔驰汽车公司。以梅赛德斯-奔驰命名的汽车，以高质量、高性能的汽车产品闻名于世。除了高档豪华轿车外，奔驰公司还是世界上最著名的大客车和重型载重汽车的生产厂家。奔驰经营风格始终如一，从创立至今，从不追求汽车产量的扩大，只追求高质量、高性能。奔驰公司公司总部设在德国斯图加特。','http://img1.xcarimg.com/PicLib/logo/pl3_160.jpg','2019-05-28 07:18:13','2019-05-28 07:20:07',1),(4,'本田',NULL,'本田株式会社（本田技研工业株式会社）是世界上最大的摩托车生产厂家，汽车产量和规模也名列世界十大汽车厂家之列。1948年创立，创始人是传奇式人物本田宗一郎。公司总部在东京。现在，本田公司已是一个跨国汽车、摩托车生产销售集团。它的产品除汽车、摩托车外，还有发电机、农机等动力机械产品。','http://img1.xcarimg.com/PicLib/logo/pl17_160.jpg','2019-05-28 07:22:19','2019-05-28 07:22:19',1),(5,'别克',NULL,'1904年5月19日，芬兰人大卫·邓巴·别克在底特律创建了这个具有传奇色彩的公司——美国别克汽车公司。1908年，以别克汽车公司为中心，成立了美国通用汽车公司。当通用汽车公司扩大后，别克部成为通用汽车公司的第二大部门。','http://img1.xcarimg.com/PicLib/logo/pl13_160.jpg','2019-05-28 07:42:32','2019-05-28 07:42:32',1),(6,'标志',NULL,'标致汽车公司是世界十大汽车公司之一，法国最大的汽车集团公司。标致创立于1890年，创始人是阿尔芒·标致。1976年标致公司吞并了法国历史悠久的雪铁龙公司，从而成为世界上一家以生产汽车为主，兼营机械加工、运输、金融和服务业的跨国工业集团。标致汽车公司的总部在法国巴黎。','http://img1.xcarimg.com/PicLib/logo/pl5_160.jpg','2019-05-28 07:43:23','2019-05-28 07:43:23',1),(7,'比亚迪',NULL,'比亚迪是由王传福创立于1995年，现拥有IT、汽车和新能源三大产业。目前稳居全球第一大充电电池生产商地位，镍镉电池、手机锂电池出货量全球第一。2003年，比亚迪收购西安秦川汽车有限责任公司，正式进入汽车制造与销售领域，开始民族自主品牌汽车的发展征程。从IT电池领域进入汽车制造业，比亚迪成功推出了太阳能电站、储能电站、纯电动车，并快速成长为最具创新的新锐民族自主汽车品牌，更以独特技术领先全球电动车市场，引领着全球新能源汽车的变革。','http://img1.xcarimg.com/PicLib/logo/pl27_160.jpg','2019-05-28 07:44:11','2019-05-28 07:44:11',1),(8,'宝骏',NULL,'宝骏是上汽通用五菱2010年创建的自主汽车品牌。上汽通用五菱正式发布的新乘用车品牌宝骏汽车，标志这个中国微车领头羊开始正式进军方兴未艾的轿车市场。','http://img1.xcarimg.com/PicLib/logo/pl109_160.jpg','2019-05-28 07:44:47','2019-05-28 07:45:24',1),(9,'保时捷',NULL,'保时捷是德国著名汽车公司，公司由费迪南德·保时捷于1930年在斯图加特成立，以生产高级跑车而闻名于世界车坛。自从1948年第一部自行研制的保时捷问世以来，保时捷一直秉承家族卓越的运动血统与赛道精神，精勤不息，将尖端动力科学与唯美而个性鲜明的设计哲学完美融合于每一款车型。','http://img1.xcarimg.com/PicLib/logo/pl52_160.jpg','2019-05-28 07:48:53','2019-05-28 07:48:53',1),(10,'奔腾',NULL,'一汽奔腾品牌是一汽集团旗下的品牌，于2006年亮相。作为国内第一款高起点、高品质、高性能的自主品牌中高级轿车，奔腾品牌以进取不止为核心价值观，打造品质、性能、科技品牌内涵，上市以来已经赢得了市场的认可和消费者的信赖，将中国自主轿车事业拓展到一个新的高度。','http://img1.xcarimg.com/PicLib/logo/pl105_160.jpg','2019-05-28 07:50:38','2019-05-28 07:50:38',1),(11,'宝沃',NULL,'Borgward（宝沃）是一家1929年成立的汽车制造商，诞生于德国不莱梅。创始人为Borgward。宝沃于1961年破产，2015年3月，宝沃官方宣布品牌复出，并宣布北汽福田是其在中国的重要合作伙伴。','http://img1.xcarimg.com/PicLib/logo/pl202_160.jpg','2019-05-28 07:51:14','2019-05-28 07:51:14',1),(12,'北京',NULL,'北京汽车集团有限公司是中国五大汽车集团之一，主要从事整车制造、零部件制造、汽车服务贸易、研发、教育和投融资等业务，是北京汽车工业的发展规划中心、资本运营中心、产品开发中心和人才中心。北京汽车股份有限公司成立于2010年9月，是北京汽车集团有限公司乘用车整车资源聚合和业务发展的平台，是北京市政府重点支持发展的企业。','http://img1.xcarimg.com/PicLib/logo/pl88_160.jpg','2019-05-28 07:52:21','2019-05-28 07:54:11',1),(13,'北汽绅宝',NULL,'2012年11月，北京汽车正式发布旗下中高端轿车品牌绅宝。北京汽车此次发布的绅宝品牌，是传承萨博技术、执着追求性能的中高端轿车品牌。北京汽车全新发布的绅宝品牌以为性能执着为品牌DNA，也体现了绅宝的品牌愿景——传承并忠于萨博造车技术，为同样执着于事业和家庭的理性。','http://img1.xcarimg.com/PicLib/logo/pl135_160.jpg','2019-05-28 07:53:17','2019-05-28 07:53:17',1),(14,'北汽幻速',NULL,'北汽银翔集团于2014年3月推出了幻速品牌。重庆北汽幻速汽车销售有限公司，简称北汽幻速，总部位于北汽西南基地。作为北汽集团控股子公司，依托北汽集团大自主战略框架，北汽幻速将为中国消费者提供性能过硬的、具备越野车高性能的、且兼具城市SUV舒适性的多功能车。','http://img1.xcarimg.com/PicLib/logo/pl179_160.jpg','2019-05-28 07:55:14','2019-05-28 07:55:14',1),(15,'北汽昌河',NULL,'江西昌河汽车有限责任公司坐落在景德镇，孕育于1969年组建的昌河军用直升机工业。昌河汽车生产制造汽车的历史要追溯到1973年，1982年中国的第一辆微型车就诞生在这里。昌河汽车是北京汽车集团有限公司和江西省政府以70：30股权比例持有的汽车集团，直接隶属于北京汽车集团有限公司，公司注册资本17.89亿元。','http://img1.xcarimg.com/PicLib/logo/pl28_160.jpg','2019-05-28 07:56:55','2019-05-28 07:56:55',1),(16,'北汽威旺',NULL,'北汽威旺定位于微客车型，公司隶属于北汽集团。2011年3月29日，威旺正式发布。以威旺命名，表达威天下、旺未来的愿望。','http://img1.xcarimg.com/PicLib/logo/pl129_160.jpg','2019-05-28 07:57:59','2019-05-28 07:57:59',1),(17,'北汽制造',NULL,'北京汽车制造厂创建于1958年，是国家继长春第一汽车制造厂后兴建的第二家大型汽车生产企业。1987年与北京摩托车制造厂合并组建北京汽车摩托车联合制造公司（简称北汽摩，BAM），2001年与北京汽车装配厂重组，按现代企业制度创建北京汽车制造厂有限公司（简称北汽有限公司）。','http://img1.xcarimg.com/PicLib/logo/pl123_160.jpg','2019-05-28 07:58:40','2019-05-28 07:58:40',1),(18,'长安',NULL,'重庆长安汽车股份有限公司，为中国长安汽车集团股份有限公司旗下的核心整车企业。长安汽车拥有百年历史底蕴，几十年造车经验。1994年，长安机器厂和江陵厂合并成立长安汽车有限责任公司。长安汽车是中国汽车四大集团阵营企业、最大的中国品牌汽车企业。','http://img1.xcarimg.com/PicLib/logo/pl29_160.jpg','2019-05-28 07:59:26','2019-05-28 07:59:26',1),(19,'长安欧尚',NULL,'重庆长安汽车股份有限公司，简称长安汽车或重庆长安，为中国长安汽车集团股份有限公司旗下的核心整车企业。长安汽车拥有153年历史底蕴，32年造车经验。1994年，长安机器厂和江陵厂合并成立长安汽车有限责任公司。长安汽车是中国汽车四大集团阵营企业、最大的中国品牌汽车企业。','http://img1.xcarimg.com/PicLib/logo/pl130_160.jpg','2019-05-28 07:59:49','2019-05-28 08:00:42',1),(20,'长安轻型车',NULL,'重庆长安汽车股份有限公司，简称长安汽车或重庆长安，为中国长安汽车集团股份有限公司旗下的核心整车企业。长安汽车拥有153年历史底蕴，32年造车经验。1994年，长安机器厂和江陵厂合并成立长安汽车有限责任公司。长安汽车是中国汽车四大集团阵营企业、最大的中国品牌汽车企业。','http://img1.xcarimg.com/PicLib/logo/pl245_160.jpg','2019-05-28 08:01:29','2019-05-28 08:01:29',1),(21,'长城',NULL,'长城汽车股份有限公司是一家大型民营跨国公司，长城汽车的前身是保定市长城工业公司，是一家集体所有制企业，成立于1984年，公司总部位于河北省保定市。属于河北省特大型国有股份制企业。','http://img1.xcarimg.com/PicLib/logo/pl30_160.jpg','2019-05-28 08:02:08','2019-05-28 08:02:08',1),(22,'大众',1,'大众汽车（德语：Volkswagen）是一家总部位于德国沃尔夫斯堡的汽车制造公司，也是世界四大汽车生产商之一的大众集团的核心企业。大众汽车公司意为大众使用的汽车。标志是由三个用中指和食指作出的“V”组成，表示大众公司及其产品必胜－必胜－必胜。','http://img1.xcarimg.com/PicLib/logo/pl4_160.jpg','2019-05-28 08:03:18','2019-05-28 09:12:18',1),(23,'DS',NULL,'法国汽车工业顶级设计豪华品牌，DS的法文全称为Déesse，即法语:女神。1955年，DS于巴黎车展首次亮相就以设计和技术上的创新引起了轰动，并引发了汽车业的革命，在汽车发展史上有着非常重要的地位。DS极受法国政要的欢迎，被誉为“总统座驾”，从戴高乐到奥朗德，DS都是法国总统的不二之选。','http://img1.xcarimg.com/PicLib/logo/pl124_160.jpg','2019-05-28 08:04:08','2019-05-28 08:04:08',1),(24,'东南',NULL,'东南（福建）汽车工业有限公司，于1995年11月23日诞生在福建省福州市，由福建省汽车工业集团有限公司与台湾最大的汽车企业裕隆集团所属中华汽车公司共同组建，注册资本6030万美元，总投资9982万美元，闽台双方各占50%股份，是迄今为止经国家正式批准成立的最大的海峡两岸合资汽车企业。','http://img1.xcarimg.com/PicLib/logo/pl34_160.jpg','2019-05-28 08:05:01','2019-05-28 08:05:01',1),(25,'东风',NULL,'东风汽车公司（原第二汽车制造厂）始建于1969年，是中国汽车行业三大集团之一，是中国特大型国有骨干企业，总部设在武汉。','http://img1.xcarimg.com/PicLib/logo/pl33_160.jpg','2019-05-28 08:05:40','2019-05-28 08:05:40',1),(26,'东风风行',NULL,'东风柳汽公司是东风汽车公司的控股子公司，也是东风汽车公司在南方重要的载货汽车和轻型乘用汽车生产基地，国家大型一档企业。1991年，东风柳汽创出了乘龙品牌并迅速形成市场知名度，奠定了一门双杰，东风乘龙的产品格局。','http://img1.xcarimg.com/PicLib/logo/pl131_160.jpg','2019-05-28 08:06:14','2019-05-28 08:06:14',1),(27,'东风风神',NULL,'东风汽车公司始建于1969年，是中国汽车行业三大集团之一。东风风神是东风汽车公司旗下的自主乘用车品牌，其总部设在湖北省武汉市。由东风乘用车公司负责研发、生产，于2009年3月26日正式发布。2012年9月19日，东风风神旗下车型正式悬挂全新正圆双飞燕品牌标识。','http://img1.xcarimg.com/PicLib/logo/pl90_160.jpg','2019-05-28 08:06:42','2019-05-28 08:06:42',1),(28,'东风启辰',NULL,'2017年2月7日，经东风汽车有限公司董事会决议批准，国家工商局核准，自2017年2 月7日起，东风汽车有限公司东风启辰汽车公司宣告成立，简称东风启辰。 启辰品牌创立于2010年，依托东风日产体系力的支持、以及6年半的经营磨练，启辰已经在中国汽车市场站稳了脚跟。时至今日，在产品布局上，启辰完成了从普及型家轿、小型车、到纯电动汽车、SUV等共8款车型的阵容锻造，未来也将会以每年不低于1款的产品速度投放市场，持续丰富轿车、SUV、MPV、新能源车等区隔产品，构建更有竞争力的产品矩阵。 除了产品线的日渐丰富之外，去年6月，启辰造型中心于花都落成，也预示着未来启辰将实现更高程度的自主创新，2016年12月正式上市的启辰T90正是启辰造型中心独立设计开发的首款车型，代表了启辰目前为止最高制造工艺和水平。 从2010年到2017年，启辰在短短6年半的时间里，探索出了一条独具特色的自主发展道路。 2017年，面向全新的发展机遇和挑战，东风启辰更将秉承“匠心匠品，与你同行”品牌理念，为消费者提供高品质、高价值、高品位的产品和服务，为消费者打造更加安全可靠、舒适贴心和丰富多元的移动汽车生活。','http://img1.xcarimg.com/PicLib/logo/pl114_160.jpg','2019-05-28 08:08:31','2019-05-28 08:08:31',1),(29,'东风风度',NULL,'东风风度是郑州日产汽车有限公司全力打造的自主乘用车品牌，于2013年4月19日首次发布。至此，东风风度、东风风行与东风风神并列成为东风旗下三大子品牌，明确了郑州日产在东风大自主，大协同，大发展战略中的重要地位和使命，同时也彰显了郑州日产对于东风民族自主品牌建设的信心和决心。','http://img1.xcarimg.com/PicLib/logo/pl163_160.jpg','2019-05-28 08:09:03','2019-05-28 08:09:03',1),(30,'东风风光',NULL,'东风风光品牌，诞生于2014年，是东风汽车品牌旗下的乘用车子品牌，与东风风神、东风风行、东风风度一起，成为东风乘用车四大子品牌，共享东风国际资源大平台。传承东风精湛的造车技术，融合中、意、德、韩等专家团队智慧，东风风光品牌以先进设备和制造水平，带来世界级经典品质，致力于打造消费者买得开心、用得放心、服务温心的最值得消费者信赖的汽车产品，为消费者创造一种令人向往的美好汽车生活。 东风风光致力于打造具有MPV、SUV以及轿车全品类的乘用车品牌。目前东风风光紧凑型MPV涵盖三大系列：东风风光330、以及前置前驱的东风风光360、东风风光370。2016年，东风风光将陆续推出多款紧凑型和中型SUV，以丰富风光品牌的产品结构，满足用户需求。','http://img1.xcarimg.com/PicLib/logo/pl212_160.jpg','2019-05-28 08:09:52','2019-05-28 08:09:52',1),(31,'东风小康',NULL,'东风小康汽车有限公司成立于2003年6月27日，由重庆小康工业集团股份有限公司和东风汽车公司各持股50%组建，主要从事微型货车、微型客车、商用车、紧凑型MPV的研发、生产、销售、服务等业务。','http://img1.xcarimg.com/PicLib/logo/pl127_160.jpg','2019-05-28 08:10:32','2019-05-28 08:10:32',1),(32,'丰田',2,'丰田汽车公司（TOYOTA）是一家总部设在日本爱知县丰田市和东京都文京区的日本汽车制造公司，属于三井财阀。丰田创始人为丰田喜一郎，1934年，丰田喜一郎决定创立汽车生产厂。1937年成立了丰田汽车工业株式会社，地址在爱知县举田盯。丰田是目前全世界排名第一的汽车生产公司，丰田亦是雷克萨斯、斯巴鲁品牌的母公司及富士重工的最大股东。','http://img1.xcarimg.com/PicLib/logo/pl18_160.jpg','2019-05-28 08:11:16','2019-05-28 09:12:22',1),(33,'福特',NULL,'福特（Ford）是世界著名的汽车品牌，是世界最大的汽车企业之一。由亨利·福特先生创立于1903年。福特为美国福特汽车公司旗下的众多品牌之一，公司及品牌名福特来源于创始人亨利·福特（Henry Ford）的姓氏。福特汽车公司是世界上最大的汽车生产商之一，成立于1903年，总部位于密歇根州迪尔伯恩。','http://img1.xcarimg.com/PicLib/logo/pl10_160.jpg','2019-05-28 08:12:04','2019-05-28 08:12:04',1),(34,'菲亚特',NULL,'菲亚特汽车公司（Fabbrica Italiana Automobili Torino，缩写即F.I.A.T.），意大利著名汽车制造公司，世界十大汽车公司之一，成立于1899年，总部位于意大利工业中心，皮埃蒙特大区首府都灵。菲亚特作为超过百年历史的经典品牌一直被视为完美汽车的缔造者。','http://img1.xcarimg.com/PicLib/logo/pl6_160.jpg','2019-05-28 08:12:54','2019-05-28 08:12:54',1),(35,'福田',NULL,'北汽福田汽车股份有限公司是中国品种最全、规模最大的商用车企业。福田汽车成立于1996年8月28日。北京是福田汽车的全球总部所在地，也是福田汽车的创新中心和业务管理与运营中心。','http://img1.xcarimg.com/PicLib/logo/pl76_160.jpg','2019-05-28 08:13:34','2019-05-28 08:13:34',1),(36,'广汽传祺',NULL,'广汽传祺是广汽集团为提升核心竞争力，实现可持续发展而打造的国产品牌。广汽传祺是广汽集团的首款自主车型，定位中高端市场。','http://img1.xcarimg.com/PicLib/logo/pl103_160.jpg','2019-05-28 08:14:24','2019-05-28 08:14:24',1),(37,'哈弗',NULL,'长城汽车拥有哈弗与长城两个产品品类品牌：长城品牌，目前旗下主要包括轿车、小型SUV、皮卡及MPV车型；哈弗主要是开发、生产车身长4.3米以上的SUV车型。2002年，随着SUV赛弗的上市，代表着哈弗的第一次正式亮相。2013年3月29日，在北京举办的长城汽车股份有限公司年会上，公司正式对外宣布：作为长城SUV的标志性品牌，哈弗即日起与长城实行品牌分网，形成独立品牌，独立设计研发，实现经销服务体系独立化。','http://img1.xcarimg.com/PicLib/logo/pl139_160.jpg','2019-05-28 08:15:20','2019-05-28 08:15:20',1),(38,'海马',NULL,'海马在1988年建厂于海南省，开始了第一次创业。1998到2005的第二次创业中，海马与战略伙伴合作，走出了一条开放、合作、学习、发展的路子，海马夯实了自我发展的基础。从2006年起，海马人开始了第三次创业。更重要的是海马拥有了一批成熟的汽车产业人才队伍，拥有了自主的整车研发能力，拥有了自主的销售服务网络，自主的供应配套体系。','http://img1.xcarimg.com/PicLib/logo/pl38_160.jpg','2019-05-28 08:19:01','2019-05-28 08:19:01',1),(39,'哈飞',NULL,'哈尔滨哈飞汽车工业集团有限公司简称哈飞汽车，于2006年3月7日成立。隶属于中国长安汽车集团，为中国微型车制造和研发的奠基者和先行者，是中国汽车骨干生产企业和研发基地。','http://img1.xcarimg.com/PicLib/logo/pl37_160.jpg','2019-05-28 08:19:50','2019-05-28 08:19:50',1),(40,'黄海',NULL,'丹东黄海汽车有限责任公司，系辽宁曙光汽车集团下属子公司，于2002年11月22日正式挂牌成立，总部位于辽宁省丹东市。公司以汽车（含客车、货车）的整车、底盘及其零部件的开发设计、制造与销售为主。','http://img1.xcarimg.com/PicLib/logo/pl91_160.jpg','2019-05-28 08:20:28','2019-05-28 08:20:28',1),(41,'海格',NULL,'海格汽车于2010年成立，是苏州金龙旗下轻型车事业部，主要产品海格新大海狮、欧式商务车、皮卡等三大类产品，海格汽车相对比较独立，其生产基地主要位于江苏省苏州工业园区。','http://img1.xcarimg.com/PicLib/logo/pl164_160.jpg','2019-05-28 08:20:57','2019-05-28 08:20:57',1),(42,'吉利',NULL,'浙江吉利控股集团是中国汽车行业十强企业，集团由李书福建于1986年，1997年进入汽车行业，多年来专注实业，专注技术创新和人才培养，取得了快速发展。目前总部设在杭州。','http://img1.xcarimg.com/PicLib/logo/pl26_160.jpg','2019-05-28 08:21:35','2019-05-28 08:21:35',1),(43,'江淮',NULL,'安徽江淮汽车股份有限公司1999年9月30日成立，其前身为合肥江淮汽车制造厂，始建于1964年。','http://img1.xcarimg.com/PicLib/logo/pl44_160.jpg','2019-05-28 08:22:10','2019-05-28 08:22:10',1),(44,'JEEP',NULL,'Jeep是一个品牌，而不是一种车型。世界上第一辆Jeep越野车是1941年在二战中为满足美军军需生产的。至今已具有74年历史。克莱斯勒公司作为Jeep的鼻祖，单独拥有这一注册商标。','http://img1.xcarimg.com/PicLib/logo/pl77_160.jpg','2019-05-28 08:22:44','2019-05-28 08:22:44',1),(45,'捷豹',NULL,'捷豹是英国的一家豪华汽车生产商，总部位于布朗维奇堡维。捷豹的历史源远流长，可追溯到1922年威廉·里昂斯爵士创造出第一辆摩托车跨斗之时。1932年，捷豹的名字首次随着一款完全独自设计制造的全新轿车SS Jaguar 的面世，而首次出现。','http://img1.xcarimg.com/PicLib/logo/pl60_160.jpg','2019-05-28 08:23:31','2019-05-28 08:23:31',1),(46,'金杯',NULL,'金杯品牌诞生于1989年，系沈阳华晨金杯汽车有限公司旗下商用车品牌，也是国内唯一采用丰田技术、模具和丰田管理方式生产的轻客品牌，国内唯一通过引进技术、消化、吸收、再创新成长起来的商用车品牌。','http://img1.xcarimg.com/PicLib/logo/pl39_160.jpg','2019-05-28 08:26:41','2019-05-28 08:26:41',1),(47,'江铃',NULL,'江铃汽车股份有限公司由1968年成立的江西汽车制造厂发展而来。是中国商用车行业最大的企业之一,美国福特汽车公司（福特）现为公司第二大股东。','http://img1.xcarimg.com/PicLib/logo/pl79_160.jpg','2019-05-28 08:27:06','2019-05-28 08:27:06',1),(48,'凯迪拉克',NULL,'凯迪拉克公司的创始人是亨利·利兰。凯迪拉克在1902年诞生于被誉为美国汽车之城的底特律。百多年来，凯迪拉克汽车在行业车内创造了无数个第一，缔造了无数个豪华车的行业标准；可以说凯迪拉克的历史代表了美国豪华车的历史。凯迪拉克融汇了百年历史精华和一代代设计师的智慧才智，成为汽车工业的领导性品牌。','http://img1.xcarimg.com/PicLib/logo/pl69_160.jpg','2019-05-28 08:27:54','2019-05-28 08:27:54',1),(49,'克莱斯勒',NULL,'克莱斯勒（Chrysler）公司是以创始人沃尔特·克莱斯勒的姓氏命名的汽车公司。作为美国三大汽车公司之一，创建于1925年。在他的领导下，克莱斯勒汽车公司发展迅速，凭借实力先后买下道奇、布立格和普利茅斯公司，成为美国第三大汽车公司。总部设在底特律。','http://img1.xcarimg.com/PicLib/logo/pl12_160.jpg','2019-05-28 08:28:54','2019-05-28 08:28:54',1),(50,'开瑞',NULL,'开瑞品牌为奇瑞公司于2009年1月12日推出的全新高性能微型车品牌。开瑞汽车成立于2009年，是奇瑞汽车集团重要组成部分，自成立伊始，开瑞汽车依托奇瑞汽车成熟技术和精湛工艺，将为客户打造精品汽车。','http://img1.xcarimg.com/PicLib/logo/pl99_160.jpg','2019-05-28 08:29:34','2019-05-28 08:29:34',1),(51,'雷克萨斯',NULL,'雷克萨斯是全球著名豪华汽车品牌。创立于1983年，创立之初，即以专注完美、近乎苛求的品牌精神深入人心，再随着新车品质、顾客满意度屡次获得消费者最高肯定评价。严谨要求的背后，需要有高度的创意、超群的技术和稳定可靠的性能作为后盾。这些素质已经成为雷克萨斯的运作准则。','http://img1.xcarimg.com/PicLib/logo/pl71_160.jpg','2019-05-28 08:30:13','2019-05-28 08:30:13',1),(52,'铃木	',NULL,'铃木（SUZUKI），是一家日本的汽车制造企业。1920年3月设立铃木式纺织机株式会社；1954年6月将公司名称改为铃木自动车工业株式会社；1990年10月 将公司名称改为铃木株式会社。通用持有铃木10%的股权。','http://img1.xcarimg.com/PicLib/logo/pl19_160.jpg','2019-05-28 08:30:44','2019-05-28 08:30:44',1),(53,'雷诺',NULL,'雷诺是一家法国车辆制造商，于1898年由路易斯·雷诺三兄弟在布洛涅-比扬古创建。它是世界上最悠久的汽车公司和世界十大汽车公司之一。雷诺汽车公司是法国最大的国营企业。','http://img1.xcarimg.com/PicLib/logo/pl63_160.jpg','2019-05-28 08:32:20','2019-05-28 08:32:20',1),(54,'路虎',NULL,'路虎公司是世界上生产四驱车的公司之一，也是著名的英国越野车品牌。莫里斯.维尔克斯是路虎的第一创始人。1948年战后，第一款路虎诞生于英国。路虎在过去的几十年间已渐渐成为坚毅、恒久、舒适和优雅的代名词，被誉为全球豪华SUV的第一品牌。','http://img1.xcarimg.com/PicLib/logo/pl65_160.jpg','2019-05-28 08:33:07','2019-05-28 08:33:07',1),(55,'林肯',NULL,'林肯是美国著名汽车企业福特公司旗下的一个豪华车品牌，创立于1917年，创始人为亨利·利兰，其品牌名称是以美国总统亚伯拉罕·林肯的名字命名。1922年，福特公司收买了以美国历史上的著名总统林肯命名的林肯汽车公司，成立了林肯部门，生产林肯牌高级轿车。','http://img1.xcarimg.com/PicLib/logo/pl70_160.jpg','2019-05-28 08:33:37','2019-05-28 08:33:37',1),(56,'陆风',NULL,'江铃控股有限公司是在国家新的汽车产业政策的引导和支持下，2004年11月由重庆长安汽车股份有限公司和江铃汽车集团公司通过强强联合，实现中、中合作的国内首家汽车制造企业。','http://img1.xcarimg.com/PicLib/logo/pl45_160.jpg','2019-05-28 08:34:21','2019-05-28 08:34:21',1),(57,'领克',NULL,'领克品牌是吉利集团打造的一款全新品牌，其定位介于集团下的吉利品牌与沃尔沃品牌之间，主打北欧风格，未来将成为包括大众、福特的海外主流品牌的竞争对手。　LYNK&CO由两个英文单词组合而成，LYNK意为联接、互联，代表该品牌的合作属性以及未来的智能互联发展路线，其有望加入未来移动出行服务提供商的行列；CO没有具体含义，它的意义是使得品牌名称更加朗朗上口，从而展现新品牌主打年轻并充满活力。该品牌未来将以CMA平台为基础，打造矩阵型产品，其中首款量产车将是一款紧凑型SUV，其代号为C11，将采用01概念车的整体设计语言。未来LYNK&CO品牌未来也将进入中国市场，从而与大众、福特、丰田等品牌一决高下。','http://img1.xcarimg.com/PicLib/logo/pl226_160.jpg','2019-05-28 08:35:05','2019-05-28 08:35:05',1),(58,'力帆',NULL,'力帆实业（集团）股份有限公司，由尹明善创建于1992年，历经艰苦奋斗，己迅速发展成为融科研开发、发动机、摩托车和汽车的生产、销售（包括出口）为主业，并投资金融于一体的大型民营企业。','http://img1.xcarimg.com/PicLib/logo/pl40_160.jpg','2019-05-28 08:35:33','2019-05-28 08:35:33',1),(59,'猎豹',NULL,'猎豹汽车是湖南猎豹汽车股份有限公司的简称，是一家集整车及零部件研发、制造、销售和服务于一体的综合型汽车厂商，隶属于长丰集团，总部设在湖南长沙。长丰集团有限责任公司前身为中国人民解放军第7319工厂，始建于1950年6月。1996年10月，改制成为国有独资有限责任公司。2001年9月由军队整体移交湖南省人民政府，现隶属于湖南省国资委管理。公司注册资本16.69亿。','http://img1.xcarimg.com/PicLib/logo/pl31_160.jpg','2019-05-28 08:36:13','2019-05-28 08:36:13',1),(60,'马自达',NULL,'马自达（MAZDA），是世界著名汽车品牌，总部设在日本广岛。MAZDA是日本最著名的汽车品牌之一，日本第四大汽车制造商，创立于1920年，是世界上唯一研发和生产转子发动机的汽车公司。','http://img1.xcarimg.com/PicLib/logo/pl14_160.jpg','2019-05-28 08:36:53','2019-05-28 08:36:53',1),(61,'名爵',NULL,'MG之父是威廉·莫里斯，在1910年建立了莫里斯车库（MorrisGarages），简称MG。1920年，第一辆莫里斯汽车在小镇考利被制造出来。2005年7月22日，南京汽车集团有限公司成功收购了英国MG罗孚汽车公司及其发动机生产分部，开创了中国企业收购国外著名汽车企业的先河，收购合并之后的公司叫南京名爵汽车有限公司。2007年4月，上海汽车集团有限公司（上汽集团）全面收购了南京汽车集团，因此也成为了MG品牌的新主人。','http://img1.xcarimg.com/PicLib/logo/pl15_160.jpg','2019-05-28 08:37:25','2019-05-28 08:37:25',1),(62,'MINI',NULL,'MINI是一款风靡全球、个性十足的小型两厢车，1959年8月26日由英国汽车公司（BMC）推出，在半个多世纪的历史里，Mini获得了巨大的成功。2000年旧款Mini停止生产，MINI品牌的新持有者宝马（BMW）宣布推出Mini的继承车款，并将新车的品牌定为MINI（全为大写英文字母）。','http://img1.xcarimg.com/PicLib/logo/pl54_160.jpg','2019-05-28 08:38:02','2019-05-28 08:38:02',1),(63,'起亚',NULL,'起亚即起亚汽车集团，始建于1944年，公司起初位于汉城，是韩国最早的汽车制造商。2000年与现代集团合并成立现代起亚汽车集团。现代起亚汽车集团是世界产量第五大的汽车生产商。','http://img1.xcarimg.com/PicLib/logo/pl22_160.jpg','2019-05-28 08:38:47','2019-05-28 08:38:47',1),(64,'奇瑞	',NULL,'奇瑞汽车股份有限公司，是一家从事汽车生产的国有控股企业，由尹同跃于1997年1月8日注册成立，是我国改革开放后,通过自主创新成长起来的最具代表性的自主品牌汽车企业之一，是中国自主品牌中的代表和精品。总部位于安徽省芜湖市。','http://img1.xcarimg.com/PicLib/logo/pl25_160.jpg','2019-05-28 08:39:16','2019-05-28 08:39:16',1),(65,'全球鹰',NULL,'为适应和推动康迪电动汽车品牌发展和市场需求，吉利集团将其拥有的“全球鹰品牌”授权给康迪电动汽车集团使用，共同实现新能源汽车发展战略 ，为“中国制造2025”宏观战略、推动绿色发展、培育新的经济增长点奉献力量。 康迪电动汽车集团有限公司由吉利控股集团与康迪科技集团共同组建，双方各持50%股权，主要从事纯电动汽车的投资、研发、生产、销售等相关业务。 公司业务主要通过康迪电动汽车研究院、康迪电动汽车（上海）有限公司、康迪电动汽车（长兴）有限公司、康迪电动汽车江苏有限公司、康迪电动汽车（金华）有限公司 、浙江吉合康电动汽车销售有限公司、杭州吉合康电动汽车服务有限公司等全资子公司开展。 随着消费者环保意识提高，电动汽车势必成为中国未来绿色经济的重要驱动力。公司将充分整合各种电动汽车研发、生产、市场推广及销售的资源，开发高性价比的纯电动汽车，推广电动汽车应用，致力成为电动汽车细分市场的领军者。','http://img1.xcarimg.com/PicLib/logo/pl200_160.jpg','2019-05-28 08:39:53','2019-05-28 08:39:53',1),(66,'日产',NULL,'日产（NISSAN ），是日本的一家汽车制造商，由鲇川义介于1933年在神奈川县横滨市成立。公司经营范围包括汽车产品和船舶设备的制造、销售和相关业务。1999年，雷诺与日产汽车结成独立的合作伙伴关系，在广泛的领域中展开战略性的合作，日产汽车通过联盟将事业区域拓展至全球，其经济规模大幅增长。','http://img1.xcarimg.com/PicLib/logo/pl20_160.jpg','2019-05-28 08:40:34','2019-05-28 08:40:34',1),(67,'荣威',NULL,'荣威（ROEWE）是上海汽车工业总公司旗下的一款汽车品牌，该品牌下的汽车技术来源于上海汽车之前收购的罗孚，但上海汽车并未收购罗孚品牌。2006年10月12日，上海汽车股份有限公司正式对外宣布，其自主品牌定名为荣威（ROEWE），取意创新殊荣、威仪四海。','http://img1.xcarimg.com/PicLib/logo/pl46_160.jpg','2019-05-28 08:41:02','2019-05-28 08:41:02',1),(68,'斯柯达',NULL,'斯柯达（SKODA），德国大众汽车公司经典品牌之一，总部位于捷克姆拉达-博莱斯拉夫，是世界上历史最悠久的四家汽车生产商之一，斯柯达公司的历史可以追溯到1894年。1991年4月16日，斯柯达公司成为德国大众集团公司的一个子公司，大众集团购买了斯柯达公司70%的股份，其余30%股份在2000年收购，斯柯达进而成为德国大众旗下继VW(大众)、AUDI(奥迪)、SEAT(西雅特)后的第四大品牌。','http://img1.xcarimg.com/PicLib/logo/pl7_160.jpg','2019-05-28 08:41:46','2019-05-28 08:41:46',1),(69,'三菱 ',NULL,'三菱汽车公司于1970年从三菱重工业公司独立出来，是日本汽车行业中最年轻的汽车制造公司。三菱汽车公司以先进的技术和丰富的经验生产出的各种汽车，在外观、性能、安全性方面均获得了各方的高度评价。','http://img1.xcarimg.com/PicLib/logo/pl21_160.jpg','2019-05-28 08:42:20','2019-05-28 08:42:20',1),(70,'斯巴鲁',NULL,'斯巴鲁是富士重工业株式会社旗下专业从事汽车制造的一家分公司，是以高性能、多功能性而著称，成立于1953年。最初主要生产汽车，同时也制造飞机和各种发动机，是生产多种类型、多用途运输设备的制造商。','http://img1.xcarimg.com/PicLib/logo/pl73_160.jpg','2019-05-28 08:42:53','2019-05-28 08:42:53',1),(71,'smart',NULL,'smart是梅赛德斯-奔驰与手表巨头Swatch公司合作的产物。名称中的S代表了斯沃奇，M代表了戴姆勒公司，art意为艺术，代表了双方合作的艺术性；而smart本身就有聪明伶俐的含义，也与其品牌理念相契合。许多汽车制造商陆续提出微型都市代步用车的概念。而由Swatch开发的smart也不例外，加上奔驰的技术支持，让smart得以保留概念车的创意，同时兼具了流行及实用等优点。小巧的造型，配合智能化及人性化的操控设计，令smart的车型如同一部聪明的大玩具。','http://img1.xcarimg.com/PicLib/logo/pl83_160.jpg','2019-05-28 08:43:25','2019-05-28 08:43:25',1),(72,'沃尔沃',NULL,'沃尔沃（Volvo），瑞典著名汽车品牌。该品牌于1927年在瑞典哥德堡创建，是北欧最大的汽车企业，也是瑞典最大的工业企业集团，世界20大汽车公司之一。创始人是古斯塔夫·拉尔森和阿瑟·格布尔森。沃尔沃汽车以质量和性能优异在北欧享有很高声誉，特别是安全系统方面，沃尔沃汽车公司更有其独到之处。','http://img1.xcarimg.com/PicLib/logo/pl9_160.jpg','2019-05-28 08:44:15','2019-05-28 08:44:15',1),(73,'五菱',NULL,'2002年11月18日正式挂牌成立的上汽通用五菱汽车股份有限公司，是由上海汽车集团股份有限公司、通用汽车（中国）公司、柳州五菱汽车有限责任公司三方共同组建的大型中外合资汽车公司，其前身可以追溯到1958年成立的柳州动力机械厂。合资近年来，公司的规模不断扩大，产销量持续增长，已经发展成为一家国际化和现代化的微、小型汽车制造企业。','http://img1.xcarimg.com/PicLib/logo/pl82_160.jpg','2019-05-28 08:44:54','2019-05-28 08:44:54',1),(74,'五十铃',NULL,'五十铃是一家日本的汽车制造公司，成立于1937年，总公司位于日本东京，是世界上最具规模及历史最悠久的商用汽车制造企业之一。1934年，根据商工省（现通商产业省）标准模式开始批量生产汽车，并以伊势神宫旁的五十铃河来命名成为五十铃这个商标。昭和24年商标和公司名统一以后就一直沿用五十铃自动车株式会社的公司名至今。会社标志作为今后国际化发展的象征，罗马字母ISUZU经过现代化的设计成为现在的标志。','http://img1.xcarimg.com/PicLib/logo/pl145_160.jpg','2019-05-28 08:45:25','2019-05-28 08:45:25',1),(75,'WEY',NULL,'长城汽车股份有限公司推出全新高端品牌—WEY。','http://img1.xcarimg.com/PicLib/logo/pl229_160.jpg','2019-05-28 08:45:55','2019-05-28 08:45:55',1),(76,'雪佛兰',NULL,'雪佛兰（Chevrolet）是美国通用汽车公司旗下的一个汽车品牌，在底特律于1911年11月3日创立，创始人为威廉·杜兰特和路易斯·雪佛兰。雪佛兰也被称为Chevy，1918年被通用汽车并购，现在为通用汽车旗下最为国际化和大众化的品牌。','http://img1.xcarimg.com/PicLib/logo/pl16_160.jpg','2019-05-28 08:46:28','2019-05-28 08:46:28',1),(77,'现代',NULL,'现代汽车公司是韩国最大的汽车企业，属现代集团，世界20家最大汽车公司之一。成立于1967年，创始人是原现代集团会长郑周永。公司总部在韩国首尔。现代汽车集团的诞生可追溯到1940年阿道服务（A-do Service）汽车修理厂的成立。在1998年还挑收购了起亚汽车，并引领其走向了成功。','http://img1.xcarimg.com/PicLib/logo/pl23_160.jpg','2019-05-28 08:47:04','2019-05-28 08:47:04',1),(78,'雪铁龙',NULL,'雪铁龙品牌是法国PSA标致雪铁龙集团旗下两大汽车品牌之一。PSA标致雪铁龙集团是欧洲第二大汽车制造商。雪铁龙汽车公司创立于1915年，创始人安德列.雪铁龙。雪铁龙汽车公司成立之后，便开始在汽车行业孜孜不倦的追求。','http://img1.xcarimg.com/PicLib/logo/pl8_160.jpg','2019-05-28 08:47:41','2019-05-28 08:47:41',1),(79,'英菲尼迪',NULL,'英菲尼迪是日产汽车公司旗下的豪华车品牌，于1989年诞生于北美地区。凭借独特前卫的设计、出色的产品性能和贴心的客户服务，英菲尼迪迅速成为全球豪华汽车市场中最重要的品牌之一。','http://img1.xcarimg.com/PicLib/logo/pl74_160.jpg','2019-05-28 08:48:18','2019-05-28 08:48:18',1),(80,'一汽',NULL,'中国第一汽车集团有限公司前身为中国第一汽车制造厂，1953年动工兴建。目前,拥有在册员工15万人，资产总额4340亿元；在国内建立了以长春、天津、成都、青岛和佛山为中心的五大生产基地，现有产能444万辆，在海外建厂1个，授权KD组装厂12个，业务覆盖48个国家，2017年出口汽车4万辆；自主板块拥有“红旗牌”B级到E级，“解放牌”商用车以及“奔腾牌”A0到B级乘用车；合资板块，与德国大众、奥迪，日本丰田、马自达等国际知名企业建立了一汽-大众、一汽丰田等合资公司，产销大众、奥迪、丰田、皇冠、马自达等品牌乘用车。2017年，销售汽车335万辆，同比增长7.7%，销量位居全国汽车集团第三位，实现收入4698亿元，实现利润420.5亿元，位居《财富》世界500强第125位。','http://img1.xcarimg.com/PicLib/logo/pl50_160.jpg','2019-05-28 08:48:55','2019-05-28 08:48:55',1),(81,'野马',NULL,'野马汽车创建于1988年，专注于SUV车型的研发制造30余年，具备传统能源和新能源完整的生产资质，涵盖了乘用车、客车和专用车，现已布局成都基地、成都新能源基地和绵阳基地三大整车生产基地，年产能超过50万高品质汽车。野马汽车把技术创新作为核心竞争力，注重人才培养，近年来取得了快速发展，现拥有300多人的专业汽车研发团队，六大产品研发平台， 并斥资数十亿元打造野马技术中心，在发动机、变速器、整车造型、整车设计、CAE、试制试验等环节都形成了自主的技术和标准。','http://img1.xcarimg.com/PicLib/logo/pl115_160.jpg','2019-05-28 08:49:36','2019-05-28 08:49:36',1),(82,'依维柯',NULL,'南京依维柯汽车有限公司是中国南京汽车集团与意大利菲亚特集团依维柯公司共同成立的合资公司。南京依维柯汽车有限公司于1995年12月26日成立，于1996年3月1日正式运行，注册资本25.27亿元人民币，合资双方各占50%股份。南京依维柯汽车有限公司不仅是中意两国政府间最大的合作项目，也是菲亚特集团诞生一百年以来海外合作最成功的典范。','http://img1.xcarimg.com/PicLib/logo/pl81_160.jpg','2019-05-28 08:50:21','2019-05-28 08:50:21',1),(83,'众泰',NULL,'众泰控股集团始建于2003年，坐落于浙江省永康市，拥有众泰汽车、江南汽车两大自主品牌。是一家以汽车整车及发动机、模具、钣金件、变速器等汽车关键零部件为核心业务的民营企业，已成为国内发展最快的民营汽车制造企业之一。','http://img1.xcarimg.com/PicLib/logo/pl51_160.jpg','2019-05-28 08:50:57','2019-05-28 08:50:57',1),(84,'华晨',NULL,'华晨中华是华晨汽车集团的轿车子品牌。华晨汽车集团控股有限公司简称华晨汽车集团，是2002年根据中央决定，经辽宁省政府批准设立的国有独资公司，总部坐落于辽宁省沈阳市，是辽宁汽车工业的龙头企业、中国汽车工业自主品牌的主力军。','http://img1.xcarimg.com/PicLib/logo/pl41_160.jpg','2019-05-28 08:51:23','2019-05-28 08:51:23',1),(85,'中兴',NULL,'河北中兴汽车制造有限公司前身始建于1949年，是中国人民解放军某部军械修理所，1999年12月组建的合资公司。中兴公司是国内首批通过国家汽车产品3C认证企业，通过ISO9001质量管理体系认证、美国RAB认证、智利认证、海湾6国出口认证和伊朗28项欧盟认证，被中华人民共和国商务部及发改委评定为中国对外贸易信用体系指定示范单位、中国国家整车出口基地企业。','http://img1.xcarimg.com/PicLib/logo/pl93_160.jpg','2019-05-28 08:52:05','2019-05-28 08:52:05',1),(86,'知豆',NULL,'知豆电动汽车有限公司是由吉利控股集团、新大洋机电集团、金沙江创投基金于2006年共同成立的合资公司，以创造引领时代潮流的电动汽车为使命，致力于人类交通生态的创新与变革。','http://img1.xcarimg.com/PicLib/logo/pl201_160.jpg','2019-05-28 08:52:41','2019-05-28 08:52:41',1);
/*!40000 ALTER TABLE `autobrand_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `checked_number`
--

DROP TABLE IF EXISTS `checked_number`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `checked_number` (
  `check_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `checked_number` text NOT NULL,
  `checked_nickname` text,
  PRIMARY KEY (`check_time`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `checked_number`
--

LOCK TABLES `checked_number` WRITE;
/*!40000 ALTER TABLE `checked_number` DISABLE KEYS */;
INSERT INTO `checked_number` VALUES ('2018-12-25 13:41:17','18633316323',NULL),('2018-12-25 13:43:01','18633316323',NULL),('2018-12-25 13:55:36','18633316323',NULL),('2018-12-25 13:59:28','15600138883',NULL),('2018-12-25 14:03:05','18633316323',NULL),('2018-12-25 14:11:24','18633316323',NULL),('2018-12-25 14:13:32','18633316323',NULL),('2018-12-27 04:28:18','18633316323',NULL),('2018-12-27 13:05:09','18633316323',NULL),('2018-12-28 06:18:42','18633316323',NULL),('2018-12-28 11:59:32','18613313789',NULL),('2018-12-28 13:01:45','18613313789',NULL),('2018-12-28 20:32:49','18633331632',NULL),('2018-12-29 11:25:07','15600033666',NULL),('2018-12-29 12:04:05','18633316323',NULL),('2018-12-29 12:04:19','18633316323',NULL),('2018-12-29 12:08:02','18633316323',NULL),('2018-12-29 12:12:56','18633316323',NULL),('2018-12-29 12:15:34','18633316323','225588'),('2018-12-29 12:15:39','18633316323','225588'),('2018-12-29 12:15:48','18633316323','2'),('2018-12-29 12:15:52','18633316323','2'),('2018-12-29 12:16:00','18633316323','2'),('2018-12-29 12:18:56','18633316323',NULL),('2018-12-29 12:23:37','18633316323','2'),('2018-12-29 12:33:24','18633316323',NULL),('2018-12-29 12:36:13','18633316323',NULL),('2018-12-29 12:49:06','18633316323',NULL),('2018-12-29 12:51:58','18633316323',NULL),('2018-12-29 12:54:52','18633316323','258'),('2018-12-29 12:59:54','18633316323',NULL),('2018-12-29 13:05:58','18633316323','BigUncle'),('2018-12-29 13:06:51','18633316323','BigUncle'),('2018-12-29 13:06:54','18633316323','BigUncle'),('2018-12-29 13:06:55','18633316323','BigUncle'),('2018-12-29 13:07:52','18633316323','BigUncle'),('2018-12-29 13:08:26','18633316323','BigUncle'),('2018-12-31 02:16:06','18633316323',NULL),('2018-12-31 02:16:29','18633316323',NULL),('2019-01-03 12:49:34','18633316323',NULL),('2019-01-03 12:49:39','18633316323',NULL),('2019-01-03 12:49:40','18633316323',NULL),('2019-01-03 12:50:04','18633316323',''),('2019-01-03 12:50:07','18633316323',''),('2019-01-03 12:50:19','18633316323',''),('2019-01-04 08:05:45','18633316323',NULL),('2019-01-04 08:05:53','18633316323',NULL),('2019-01-04 08:10:18','15600138883',NULL),('2019-01-04 08:10:23','15600138883',NULL),('2019-01-04 08:16:49','18633316323',NULL),('2019-01-04 08:21:06','18633316323',''),('2019-01-04 08:22:42','18633316323',''),('2019-01-04 08:22:47','18633316323',''),('2019-01-04 08:22:50','18633316323',''),('2019-01-07 00:02:51','18633316323',NULL),('2019-01-07 02:05:49','18633316323',NULL),('2019-01-07 02:08:10','18633316333',NULL),('2019-01-07 13:20:29','18633316323',NULL),('2019-01-07 14:53:17','15100538883',NULL),('2019-01-07 14:54:15','15100538883','你好'),('2019-01-07 14:54:20','15100538883','你好吗'),('2019-01-07 14:55:43','15100538883','你好吗'),('2019-01-07 14:58:12','15100538883','你好吗'),('2019-01-07 14:58:20','15100538883','你好吗'),('2019-01-07 14:59:11','15100538883','你好吗'),('2019-01-07 15:03:41','15100538883','你好吗'),('2019-01-07 15:05:38','15100538883','你好吗'),('2019-01-07 15:06:05','15100538883','你好吗'),('2019-01-07 15:06:48','15100538883','你好吗'),('2019-01-07 15:06:53','15100538883','你好吗'),('2019-01-07 15:07:16','15100538883','你好吗'),('2019-01-07 15:07:21','15100538883','你好吗'),('2019-01-07 15:07:34','15100538883','你好吗'),('2019-01-07 15:07:39','15100538883','你好吗'),('2019-01-07 15:07:49','15100538883','你好吗'),('2019-01-07 15:07:56','15100538883','你好吗'),('2019-01-07 15:09:21','15100538883','你好吗'),('2019-01-07 15:09:22','15100538883','你好吗'),('2019-01-07 15:09:27','15100538883','你好吗'),('2019-01-07 15:09:34','15100538883','你好吗'),('2019-01-07 15:09:38','15100538883','你好吗'),('2019-01-07 15:09:54','15100538883','你好吗'),('2019-01-07 15:09:55','15100538883','你好吗'),('2019-01-07 15:09:56','15100538883','你好吗'),('2019-01-07 15:09:57','15100538883','你好吗'),('2019-01-07 15:09:58','15100538883','你好吗'),('2019-01-07 15:09:59','15100538883','你好吗'),('2019-01-07 15:10:11','15100538883','你好吗'),('2019-01-07 15:10:53','15100538883','你好吗'),('2019-01-07 15:10:57','15100538883','你好吗'),('2019-01-09 11:53:30','18613313789',NULL),('2019-01-09 13:16:12','18613313789',NULL),('2019-01-09 13:17:34','18613313789','幻灭心'),('2019-01-09 13:17:56','18613313789','幻灭心'),('2019-01-09 13:18:12','18613313789','幻灭心'),('2019-01-09 13:18:29','18613313789','幻灭心'),('2019-01-09 13:18:37','18613313789','幻灭心'),('2019-01-09 13:22:37','18613313789','幻灭心'),('2019-01-09 13:24:30','18613313789',NULL),('2019-01-09 13:24:55','18613313789','幻灭心'),('2019-01-09 13:25:02','18613313789','幻灭心'),('2019-01-09 13:25:18','18613313789','幻灭心'),('2019-01-09 13:28:06','18613313789',NULL),('2019-01-09 13:28:13','18613313789',NULL),('2019-01-09 13:28:44','18633316323',NULL),('2019-01-09 13:30:02','18633316323',NULL),('2019-01-09 13:30:17','18633316323','幻灭心'),('2019-01-09 13:30:28','18633316323','幻灭心'),('2019-01-09 13:32:38','18633316323',NULL),('2019-01-09 13:33:04','18633316323','幻灭心'),('2019-01-09 13:34:35','18633316323',NULL),('2019-01-09 13:35:55','18633316323','幻灭心'),('2019-01-09 13:39:09','18633316323',NULL),('2019-01-09 13:39:22','18633316323','幻灭心'),('2019-01-09 13:45:24','18633316323',NULL),('2019-01-09 13:49:48','18633316323',NULL),('2019-01-09 13:50:30','18633316323','幻灭心'),('2019-01-09 13:50:49','18633316323','幻灭心'),('2019-01-09 13:51:01','18633316323','幻灭心'),('2019-01-09 13:54:44','18633316323',NULL),('2019-01-09 13:55:57','18633316323','幻灭心'),('2019-01-09 13:59:47','18633316323','幻灭心'),('2019-01-09 14:03:21','18633316323','幻灭心'),('2019-01-09 14:03:40','18633316323','幻灭心'),('2019-01-09 14:03:53','18633316323','幻灭心'),('2019-01-09 14:05:50','18633316323','幻灭心'),('2019-01-09 14:11:38','18633316323','幻灭心'),('2019-01-09 14:22:49','18633316323',NULL),('2019-01-09 14:23:26','18633316323','幻灭心'),('2019-01-09 14:23:45','18633316323','幻灭心'),('2019-01-09 14:24:35','18633316323','幻灭心'),('2019-01-09 14:25:00','18633316323','幻灭心'),('2019-01-09 14:25:23','18633316323','幻灭心'),('2019-01-09 14:29:48','18633316323',NULL),('2019-01-09 14:51:40','18633316323',NULL),('2019-01-09 15:00:44','18633316323',NULL),('2019-01-09 15:02:03','18633316323',NULL),('2019-01-09 15:05:18','18613313789',NULL),('2019-01-09 15:05:50','18613313789','缓缓吧'),('2019-01-09 15:06:02','18613313789','缓缓吧'),('2019-01-09 15:06:09','18613313789','缓缓吧'),('2019-01-10 01:25:11','18613313788',NULL),('2019-01-10 01:26:16','18613313788','民通T'),('2019-01-10 01:26:34','18613313788','民通涛'),('2019-01-10 01:26:46','18613313788','WWW'),('2019-01-10 01:29:20','18633316323',NULL),('2019-01-10 01:29:51','18633316323','幻灭心'),('2019-01-10 01:29:53','18633316323','幻灭心'),('2019-01-10 01:29:55','18633316323','幻灭心'),('2019-01-10 01:30:19','18633316323','幻灭心'),('2019-01-10 01:30:20','18633316323','幻灭心'),('2019-01-10 01:31:16','18633316323','幻灭心'),('2019-01-10 01:31:32','18633316323','幻灭心'),('2019-01-10 01:34:13','18633316323','幻灭心'),('2019-01-10 01:34:26','18633316323','幻灭心'),('2019-01-10 01:34:58','18633316323','幻灭心'),('2019-01-10 01:38:42','18613313789',NULL),('2019-01-10 01:39:08','18613313789','甜甜圈'),('2019-01-10 01:49:04','18633316323',NULL),('2019-01-10 01:49:32','18633316323','天天嗨'),('2019-01-10 01:51:09','18633316323','天天嗨'),('2019-01-10 01:51:11','18633316323','天天嗨'),('2019-01-10 01:51:19','18633316323','天天嗨'),('2019-01-10 01:51:29','18633316323',NULL),('2019-01-10 01:53:00','18633316323','挑挑拣拣'),('2019-01-10 01:54:26','18633316323',NULL),('2019-01-10 02:07:54','18633316323','港澳通行证'),('2019-01-10 02:08:14','18633316323','港澳通行证'),('2019-01-10 02:09:30','18633316323','港澳通行证'),('2019-01-10 02:10:02','18633316323','港澳通行证'),('2019-01-10 03:26:54','15383333447',NULL),('2019-01-10 03:27:23','15383333447','李李'),('2019-01-10 07:59:51','18633316323',NULL),('2019-01-10 08:03:44','18633316323','同学情'),('2019-01-10 08:06:32','18633316323','同学情'),('2019-01-10 08:07:51','18633316323','同学情'),('2019-01-10 08:16:59','18633316323','同学情'),('2019-01-10 08:24:47','18633316323','同学情'),('2019-01-10 08:25:12','18633316323','李李'),('2019-01-10 08:25:22','18633316323','甜甜圈'),('2019-01-10 08:25:24','18633316323','甜甜圈'),('2019-01-10 08:26:11','18633316323','突然的自我'),('2019-01-10 08:26:51','18633316323','突然的自我'),('2019-01-10 08:28:36','18633316323','突然的自我'),('2019-01-10 08:28:44','18633316323','突然的自我'),('2019-01-10 08:28:49','18633316323','突然的自我'),('2019-01-10 08:29:16','18633316323','突然的自'),('2019-01-10 08:29:33','18633316323','甜甜圈'),('2019-01-10 08:29:47','18633316323','哈哈哈'),('2019-01-10 08:31:49','18633316323','甜甜圈'),('2019-01-10 08:33:52','18633316323','甜甜圈'),('2019-01-10 08:34:30','18633316323','甜甜圈'),('2019-01-10 08:35:09','18633316323','我刚到'),('2019-01-10 08:35:21','18633316323','我刚到'),('2019-01-10 08:35:42','18633316323','我刚到'),('2019-01-10 08:36:32','18633316323','我刚到'),('2019-01-10 08:36:42','18633316323','甜甜圈'),('2019-01-10 08:38:18','18633316323','啦啦啦佛'),('2019-01-10 08:38:25','18633316323','甜甜圈'),('2019-01-10 08:38:38','18633316323','甜甜圈'),('2019-01-10 08:38:47','18633316323','甜甜圈'),('2019-01-10 08:45:33','18633316323','啦啦啦佛'),('2019-01-10 09:10:01','18633316323','啦啦啦佛'),('2019-01-10 09:10:35','18633316323','啦啦啦佛'),('2019-01-10 09:13:29','18633316323','啦啦啦佛'),('2019-01-10 09:16:11','18633316323','啦啦啦佛'),('2019-01-10 09:16:17','18633316323','啦啦啦佛'),('2019-01-10 09:18:29','18633316323','啦啦啦佛'),('2019-01-10 09:18:42','18633316323','啦啦啦佛'),('2019-01-10 09:18:59','18633316323','啦啦啦佛'),('2019-01-10 09:19:22','18633316323','啦啦啦佛'),('2019-01-10 09:19:31','18633316323','啦啦啦佛'),('2019-01-15 01:01:52','18613313788',NULL),('2019-01-17 06:08:35','18633316323',NULL),('2019-01-21 05:21:51','18633316323',NULL),('2019-01-22 02:32:56','18633316323',NULL),('2019-01-22 02:40:19','18633316323','啦啦啦佛hah'),('2019-01-23 11:41:31','18633316323',NULL),('2019-01-27 03:47:18','null','大叔BigUncle'),('2019-02-19 04:03:42','18633316323',NULL),('2019-02-28 14:33:11','18633316323',NULL),('2019-02-28 14:33:53','15600138883',NULL),('2019-03-18 05:23:28','18633316323',NULL),('2019-03-18 05:23:35','18633316323',NULL),('2019-03-18 05:26:07','18633316323',NULL),('2019-03-18 13:07:09','18633316323',NULL),('2019-04-23 00:25:56','18633316323',NULL),('2019-04-24 13:29:50','18633316323',NULL),('2019-04-24 13:33:08','18633316323',NULL),('2019-04-27 02:15:53','18633316323',NULL),('2019-04-27 02:19:13','18633316323',NULL),('2019-04-27 02:21:38','18633316323',NULL),('2019-04-27 02:21:50','18633316323',NULL),('2019-04-27 02:24:23','18633316323',NULL),('2019-04-27 03:48:32','18633316323',NULL),('2019-04-27 03:49:19','18633316323',NULL),('2019-04-27 03:50:19','18633316323',NULL),('2019-04-27 03:50:20','18633316323',NULL),('2019-04-27 03:50:21','18633316323',NULL),('2019-04-27 03:51:59','18633316323',NULL),('2019-04-27 03:52:58','18633316323',NULL),('2019-04-27 03:53:46','18633316323',NULL),('2019-04-27 03:53:48','18633316323',NULL),('2019-04-27 07:18:57','18633316323',NULL),('2019-06-11 03:50:20','18633316323',NULL),('2019-06-11 03:53:13','18633316323',NULL),('2019-06-11 03:54:46','18633316323',NULL),('2019-06-11 03:55:02','18633316323',NULL),('2019-06-11 04:17:56','18613313788',NULL),('2019-06-11 04:21:30','18613313788',NULL),('2019-06-11 05:24:41','18633316323',NULL),('2019-06-11 05:27:56','18633316323',NULL),('2019-06-11 05:30:05','18633316323',NULL),('2019-06-11 05:31:00','18633316323',NULL),('2019-06-11 05:32:46','18633316323',NULL),('2019-06-11 05:35:29','18613313789',NULL),('2019-06-11 05:44:24','18613313789',NULL),('2019-06-11 05:48:22','18613313789',NULL),('2019-06-11 05:50:23','18633316323',NULL),('2019-06-11 05:54:26','18633316323',NULL),('2019-06-11 06:08:52','18633316323',NULL),('2019-06-11 07:00:40','18633316323',NULL),('2019-06-11 15:18:14','18633316323',NULL),('2019-06-11 15:20:26','18633316323',NULL),('2019-06-12 02:20:47','18633316323',NULL),('2019-06-15 04:28:18','18633316323',NULL),('2019-06-15 07:28:25','15600138883',NULL),('2019-06-15 07:35:45','15600138883',NULL),('2019-06-16 01:44:53','13663250450',NULL),('2019-06-16 02:10:54','15383333447',NULL),('2019-06-16 02:31:27','18633316323',NULL),('2019-06-16 02:37:52','18633316323',NULL),('2019-06-16 05:00:45','18613313789',NULL),('2019-06-16 06:15:26','13663250450',NULL),('2019-06-16 08:51:38','18613313788',NULL),('2019-06-16 09:01:43','15600138883',NULL),('2019-06-16 09:04:49','18613313788',NULL),('2019-06-19 04:59:56','18633316323',NULL);
/*!40000 ALTER TABLE `checked_number` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `city_bbs`
--

DROP TABLE IF EXISTS `city_bbs`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `city_bbs` (
  `bbs_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '帖子ID',
  `bbs_author` text NOT NULL COMMENT '发帖人ID',
  `bbs_tittle` text NOT NULL COMMENT '帖子标题',
  `bbs_content` text COMMENT '帖子内容',
  `bbs_authorpic` text COMMENT '头像',
  `bbs_readtimes` varchar(255) DEFAULT '0' COMMENT '查看次数',
  `bbs_commenttimes` int(255) DEFAULT '0' COMMENT '评论时间',
  `bbs_comment` text COMMENT '帖子评论',
  `bbs_subname` varchar(255) NOT NULL COMMENT '帖子地址区域',
  `bbs_catagoryid` varchar(255) NOT NULL COMMENT '文章类别',
  `bbs_posttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '贴子发布时间',
  `bbs_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '帖子修改时间',
  `bbs_top` tinyint(4) DEFAULT NULL COMMENT '置顶帖子',
  `bbs_location` text COMMENT '帖子定位',
  `bbs_laud` tinyint(4) DEFAULT NULL COMMENT '帖子点赞',
  `bbs_video` text COMMENT '帖子视频',
  `bbs_display` tinyint(4) DEFAULT '1' COMMENT '是否显示',
  `bbs_pic1` text COMMENT '帖子图片1',
  `bbs_pic2` text COMMENT '帖子图片2',
  `bbs_pic3` text COMMENT '帖子图片3',
  `bbs_pic4` text COMMENT '帖子图片4',
  `bbs_pic5` text COMMENT '帖子图片5',
  `bbs_pic6` text COMMENT '帖子图片6',
  `bbs_pic7` text COMMENT '帖子图片7',
  PRIMARY KEY (`bbs_id`)
) ENGINE=InnoDB AUTO_INCREMENT=82 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city_bbs`
--

LOCK TABLES `city_bbs` WRITE;
/*!40000 ALTER TABLE `city_bbs` DISABLE KEYS */;
INSERT INTO `city_bbs` VALUES (1,'1','龙湾子村委给村民停水，有人管没有啊','龙湾子村委给村民停水，有人管没有啊','http://tb.himg.baidu.com/sys/portrait/item/68afe98791e5b19ee68ba8e78987e584bfdc04','0',42,NULL,'滦南县','问你点事','2019-06-11 09:59:02','2019-06-22 02:35:05',NULL,NULL,NULL,NULL,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(2,'1','请问一下滦南交警，这个城管的车算有牌照吗？\r\n','请问一下滦南交警，这个城管的车算有牌照吗？\r\n','http://tb.himg.baidu.com/sys/portrait/item/844cc7f3','0',0,NULL,'滦南县','问你点事','2019-06-11 10:00:33','2019-06-13 04:16:37',NULL,NULL,NULL,NULL,1,'http://imgsrc.baidu.com/forum/w%3D580/sign=3d0e3e50e724b899de3c79305e071d59/5a6bd63f8794a4c26828f37b00f41bd5ac6e39bd.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=d0e5764c1fdfa9ecfd2e561f52d1f754/3a1e5066d0160924892eb64bda0735fae7cd34bd.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=55534c6613950a7b75354ecc3ad0625c/5ef80cf41bd5ad6ec49f73ba8fcb39dbb7fd3c5a.jpg',NULL,NULL,NULL,NULL),(3,'1','考考大家眼力。看谁能看清这花下是什么？\r\n','考考大家眼力。看谁能看清这花下是什么？\r\n','http://tb.himg.baidu.com/sys/portrait/item/ac95e68792e78cabe4b88de590b8e7839f65cd','0',0,NULL,'滦南县','问你点事','2019-06-11 10:01:57','2019-06-13 04:16:38',NULL,NULL,NULL,NULL,1,'http://imgsrc.baidu.com/forum/w%3D580/sign=7f33ea27a7773912c4268569c8188675/2b65cb177f3e6709400de96535c79f3df9dc557a.jpg',NULL,NULL,NULL,NULL,NULL,NULL),(4,'1','求教求教\r\n','咱大滦南有教CAD软件的吗？\r\n','http://tb.himg.baidu.com/sys/portrait/item/da22e4bc8ae7b1b3e595a6b72b','0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"2\",\"commentContent\":\"有啊，来找我！\",\"commentTime\":\"2019-06-22 12:01:01.297149\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-11 10:03:52','2019-06-22 02:31:03',NULL,NULL,NULL,NULL,1,'http://imgsrc.baidu.com/forum/w%3D580/sign=635f9581b712c8fcb4f3f6c5cc0292b4/8d0a3b01213fb80e6a38867638d12f2ebb38948d.jpg',NULL,NULL,NULL,NULL,NULL,NULL),(5,'1','英短蓝白猫 蓝猫 梵文 净梵猫 今天生宝宝啦！！第一天。两蓝\r\n','英短蓝白猫 蓝猫 梵文 净梵猫 今天生宝宝啦！！第一天。两蓝白两蓝猫一只净梵(背上有一块小的灰色)\r\n','http://tb.himg.baidu.com/sys/portrait/item/3c706f796c79303230369952','0',0,NULL,'滦南县','问你点事','2019-06-11 10:05:34','2019-06-13 04:16:41',NULL,NULL,NULL,NULL,1,'http://imgsrc.baidu.com/forum/w%3D580/sign=d77f884183b1cb133e693c1bed5556da/a9ced62a2834349be0ec8d2bc7ea15ce34d3be9e.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=20ec4143af44ad342ebf878fe0a30c08/e2e51f950a7b0208ca3bdc4f6cd9f2d3552cc896.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=bd7a827938d12f2ece05ae687fc3d5ff/b18e57fbb2fb4316abb499d42ea446230bf7d3dd.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=db0ef1e1902f07085f052a08d925b865/4f2dc1fdfc0392458a5002a18994a4c27f1e259e.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=6d375aca9aeef01f4d1418cdd0ff99e0/7ac769600c3387443240ccd25f0fd9f9d52aa0ff.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=ba8c41943e4e251fe2f7e4f09787c9c2/8034932397dda144568c8f1cbcb7d0a20ef486ff.jpg','http://imgsrc.baidu.com/forum/w%3D580/sign=08bfcb0b047b02080cc93fe952d8f25f/821719d5ad6eddc43763575537dbb6fd506633ff.jpg'),(8,'1','大家好','新人报道！感谢感谢！',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-15 05:48:03','2019-06-15 05:48:03',NULL,'四农场',NULL,NULL,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(9,'1','发帖测试','我也不知道说点儿，发发试试！',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-15 06:00:12','2019-06-15 06:00:12',NULL,'四农场',NULL,NULL,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(10,'1','不输入地址测试','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-15 06:02:32','2019-06-22 02:35:16',NULL,'四农场',NULL,NULL,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(11,'1','不输入标题不开启定位！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-15 06:09:53','2019-06-15 06:09:53',NULL,'null',NULL,NULL,1,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(12,'1','没有图片我试试','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-15 06:25:23','2019-06-15 06:25:23',NULL,'四农场',NULL,NULL,1,'null','null','null','null','null','null',NULL),(13,'2','第二个用户测试一下！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-15 07:01:21','2019-06-15 07:01:21',NULL,'四农场',NULL,NULL,1,'null','null','null','null','null','null',NULL),(14,'4','新注册用户来试试','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 00:52:21','2019-06-16 00:52:21',NULL,'四农场',NULL,NULL,1,'null','null','null','null','null','null',NULL),(15,'7','新用户，来试一试','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 02:12:59','2019-06-16 02:12:59',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(16,'7','不错不错啦！非常不错！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 02:19:24','2019-06-16 02:19:24',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(20,'8','zhedoushisha	','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:06:36','2019-06-16 08:06:36',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(21,'6','获取不到地址？','啥情况？',NULL,'0',0,NULL,'曹妃甸区','问你点事','2019-06-16 08:10:32','2019-06-16 08:10:32',NULL,'四农场',NULL,NULL,1,'null','null','null','null','null','null',NULL),(22,'7','有压力，就有动力','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:12:39','2019-06-16 08:12:39',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(23,'6','李李你要加油啊！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:14:00','2019-06-16 08:14:00',NULL,'四农场',NULL,NULL,1,'null','null','null','null','null','null',NULL),(24,'9','6666666666','8888866666',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:29:20','2019-06-16 08:38:23',NULL,'正在获取位置',NULL,NULL,1,'null','null','null','null','null','null',NULL),(25,'6','微信用户发帖测试','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:41:50','2019-06-16 08:41:50',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(26,'6','再次测试看看','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:48:45','2019-06-16 08:48:45',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(27,'11','66666666666','888888888899',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:50:10','2019-06-16 08:59:24',NULL,'正在获取位置',NULL,NULL,1,'null','null','null','null','null','null',NULL),(28,'11','6666666','88888888888',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:52:23','2019-06-16 08:52:23',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(29,'11','666666666666666','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:53:14','2019-06-16 08:53:14',NULL,'正在获取位置',NULL,NULL,1,'null','null','null','null','null','null',NULL),(30,'6','发帖测试一下','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 08:58:01','2019-06-16 08:58:01',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(31,'4','万事开头难！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:02:31','2019-06-16 09:02:31',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(32,'4','万事开头难！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:02:32','2019-06-16 09:02:32',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(33,'4','一直测试看看','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:07:38','2019-06-16 09:07:38',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(34,'4','一直测试看看2','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:07:52','2019-06-16 09:07:52',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(35,'11','66666666666','666666666',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:10:57','2019-06-16 09:10:57',NULL,'正在获取位置',NULL,NULL,1,'null','null','null','null','null','null',NULL),(36,'11','888888888888888','88888888888888',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:11:14','2019-06-16 09:11:14',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(37,'11','88888888888','66366665225555555',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:11:28','2019-06-16 09:11:28',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(38,'11','哈哈还差哈','哈哈还差哈哈哈哈',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:13:01','2019-06-16 09:13:01',NULL,'null',NULL,NULL,1,'null','null','null','null','null','null',NULL),(39,'7','7654321','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-16 09:28:08','2019-06-16 09:28:08',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(40,'2','测试测试','流浪地球人间喜剧',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-17 01:21:33','2019-06-17 01:21:33',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(41,'2','发表试试','带图片看看呀',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-17 02:33:47','2019-06-17 02:33:47',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(42,'4','测试一下图片！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-17 08:16:33','2019-06-17 08:16:33',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/image_cropper_1560759110181.jpg','null','null','null','null','null',NULL),(43,'4','在哪里看看有没有用\n\n\n不知道最近怎么样。\n\n\n好吧','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-17 08:19:41','2019-06-17 08:19:41',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/image_cropper_1560759537247.jpg','null','null','null','null','null',NULL),(44,'7','6.18快中午了，早上好，传不了照片啊','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-18 03:00:24','2019-06-18 03:00:24',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(45,'7','现在月子中心挺火啊','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-18 08:14:08','2019-06-18 08:14:08',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(46,'7','来人聊天啊，咋还字写少了还不行','null',NULL,'0',2,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"10\",\"commentContent\":\"你的\",\"commentTime\":\"2019-06-20 12:06:51.456850\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"2\",\"commentUserId\":\"2\",\"commentContent\":\"好啊好啊！\",\"commentTime\":\"2019-06-20 13:37:43.909336\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-18 10:40:59','2019-06-20 04:07:43',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(47,'4','哈哈我已经可以发照片了！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-19 00:38:38','2019-06-19 00:38:38',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/image_cropper_1560904699686.jpg','null','null','null','null','null',NULL),(48,'4','肯定有字数限制啊，我准备把字数限制改小点儿。','null',NULL,'0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"10\",\"commentContent\":\"还差还差\",\"commentTime\":\"2019-06-20 09:46:20.352281\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-19 00:39:16','2019-06-20 01:46:21',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/image_cropper_1560904699686.jpg','null','null','null','null','null',NULL),(49,'4','月子中心很火吗？！！！','null',NULL,'0',0,NULL,'滦南县','眼头跟前','2019-06-19 01:00:24','2019-06-19 01:00:24',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(50,'4','滦南这地方啥时候能通地铁啊！！！','null',NULL,'0',0,NULL,'滦南县','关于情感','2019-06-19 01:01:25','2019-06-19 06:16:37',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/image_cropper_1560906055339.jpg','null','null','null','null','null',NULL),(55,'2','发图片测试一下！！','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-19 04:17:59','2019-06-19 04:17:59',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/2image_cropper_1560917852055.jpg','http://47.104.194.174/img/bbs/2image_cropper_1560917866389.jpg','null','null','null','null',NULL),(56,'10','亦即凡事都不能想得太深，凡事和自己之间都必须保持适当的距离。——村上春树摄影师：Sarvesh Chaudhari ​​​','我也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的',NULL,'0',0,NULL,'滦南县','当了孙子','2019-06-19 04:43:08','2019-06-19 04:43:08',NULL,'正在获取位置',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560919371917.jpg','http://47.104.194.174/img/bbs/10image_cropper_1560919379596.jpg','null','null','null','null',NULL),(57,'10','4五P图上去对个XP颜色热说奇特突突突个','也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的就个人的话就是个人的话就是个人的是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的也是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的话就是个人的',NULL,'0',2,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"1\",\"commentContent\":\"你是地主吗？\",\"commentTime\":\"2019-06-19 18:54:17.406500\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"2\",\"commentUserId\":\"10\",\"commentContent\":\"陌陌\",\"commentTime\":\"2019-06-20 11:59:26.370478\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"3\",\"commentUserId\":\"10\",\"commentContent\":\"！！！！！！\",\"commentTime\":\"2019-06-20 12:03:01.343529\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-19 04:44:18','2019-06-20 04:03:02',NULL,'正在获取位置',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560919414704.jpg','http://47.104.194.174/img/bbs/10image_cropper_1560919421934.jpg','null','null','null','null',NULL),(58,'2','中午咖啡一杯！','null',NULL,'0',2,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"2\",\"commentContent\":\"咖啡怎么样？\",\"commentTime\":\"2019-06-19 23:15:00.523090\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"2\",\"commentUserId\":\"10\",\"commentContent\":\"66666\",\"commentTime\":\"2019-06-20 11:57:34.914861\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"3\",\"commentUserId\":\"10\",\"commentContent\":\"66666\",\"commentTime\":\"2019-06-20 12:02:06.913706\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-19 04:44:39','2019-06-20 04:02:08',NULL,'null',NULL,NULL,1,'http://47.104.194.174/img/bbs/2image_cropper_1560919462586.jpg','null','null','null','null','null',NULL),(59,'10','放大图片查看没有','定位一直是之前的定位。\n阅读全部阅读不了。\n定位有时也定不到。',NULL,'0',5,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"10\",\"commentContent\":\"这里这里\",\"commentTime\":\"2019-06-20 09:45:23.118353\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"2\",\"commentUserId\":\"10\",\"commentContent\":\"我在这里等你\",\"commentTime\":\"2019-06-20 09:45:37.221698\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"3\",\"commentUserId\":\"10\",\"commentContent\":\"？！！！！！\",\"commentTime\":\"2019-06-20 11:28:35.943493\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"4\",\"commentUserId\":\"10\",\"commentContent\":\"！！！！！\",\"commentTime\":\"2019-06-20 11:38:29.806571\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"5\",\"commentUserId\":\"10\",\"commentContent\":\"66666\",\"commentTime\":\"2019-06-20 12:02:32.427771\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-19 04:46:14','2019-06-20 04:02:33',NULL,'正在获取位置',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560919554001.jpg','http://47.104.194.174/img/bbs/10image_cropper_1560919568501.jpg','null','null','null','null',NULL),(60,'2','滦南哪里有卖这个的，怀孕了需要这个','null',NULL,'0',0,NULL,'滦南县','当了孙子','2019-06-19 04:55:24','2019-06-19 04:55:24',NULL,'null',NULL,NULL,1,'http://47.104.194.174/img/bbs/2image_cropper_1560920100885.jpg','null','null','null','null','null',NULL),(61,'2','红河谷漂流！有没有组团的','null',NULL,'0',0,NULL,'滦南县','想出去玩','2019-06-19 04:55:47','2019-06-19 04:55:47',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(62,'2','滦南的美食！','null',NULL,'0',0,NULL,'滦南县','拍了美照','2019-06-19 04:56:25','2019-06-19 04:56:25',NULL,'null',NULL,NULL,1,'http://47.104.194.174/img/bbs/2image_cropper_1560920171920.jpg','null','null','null','null','null',NULL),(63,'2','6月30号滦南到北京，路虎直达，有一起的嘛？','车找人，来人就走',NULL,'0',0,NULL,'滦南县','可能顺路','2019-06-19 04:57:27','2019-06-19 04:57:27',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/2image_cropper_1560920206644.jpg','null','null','null','null','null',NULL),(64,'10','再来个视频就完美了？！','恩德恩德德恩德德恩德',NULL,'0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"2\",\"commentContent\":\"帮你顶上去\",\"commentTime\":\"2019-06-20 14:14:25.669636\",\"commentDisplay\":\"1\"}','滦南县','身兼重任','2019-06-19 04:58:31','2019-06-20 04:44:25',NULL,'西上坡子村',NULL,NULL,1,'null','null','null','null','null','null',NULL),(65,'2','不想干了，天天加班','有没有合适的工作，男',NULL,'0',0,NULL,'滦南县','身兼重任','2019-06-19 04:58:39','2019-06-19 04:58:39',NULL,'南堡镇',NULL,NULL,1,'null','null','null','null','null','null',NULL),(66,'10','图片呢？？？？？。','null',NULL,'0',0,NULL,'滦南县','身兼重任','2019-06-19 04:59:31','2019-06-19 04:59:31',NULL,'西上坡子村',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560920356929.jpg','null','null','null','null','null',NULL),(67,'10','嘻嘻嘻嘻嘻嘻嘻','null',NULL,'0',0,NULL,'滦南县','想出去玩','2019-06-19 05:00:11','2019-06-19 05:00:11',NULL,'西上坡子村',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560920394164.jpg','null','null','null','null','null',NULL),(68,'1','这个是雨花谷！','null',NULL,'0',0,NULL,'滦南县','拍了美照','2019-06-19 05:02:18','2019-06-19 05:02:18',NULL,'null',NULL,NULL,1,'http://47.104.194.174/img/bbs/1image_cropper_1560920524301.jpg','null','null','null','null','null',NULL),(69,'10','有偿删帖，五毛一条，量大从优','有意者联系18888666688',NULL,'0',12,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"1\",\"commentContent\":\"评论试试！\",\"commentTime\":\"2019-06-19 18:27:17.839046\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"2\",\"commentUserId\":\"2\",\"commentContent\":\"第二条评论测试\",\"commentTime\":\"2019-06-19 19:16:01.052203\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"3\",\"commentUserId\":\"2\",\"commentContent\":\"第三条测试！！！\",\"commentTime\":\"2019-06-19 19:22:41.359614\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"4\",\"commentUserId\":\"2\",\"commentContent\":\"评论测试\",\"commentTime\":\"2019-06-19 21:26:03.512807\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"5\",\"commentUserId\":\"2\",\"commentContent\":\"评论测试\",\"commentTime\":\"2019-06-19 21:26:44.841787\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"6\",\"commentUserId\":\"2\",\"commentContent\":\"我就是看看最多能发多少。我就是看看最多能发多少。我就是看看最多能发多少。我就是看看最多能发多少。我就是看看最多能发多少。\",\"commentTime\":\"2019-06-19 22:16:53.649438\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"7\",\"commentUserId\":\"2\",\"commentContent\":\"我就是看看最多能发多少。我就是看看最多能发多少我就是看看最多能发多少我就是看看最多能发多少。我就是看看最多能发多少。我就是看看最多能发多少我就是看看最多能发多少我就是看看最多能发多少。我就是看看最多能发多少。我就是看看最多能发多少我就是看看最多能发多少我就是看看最多能发多少。我就是看看最多能发多少。我就是看看最多能发多少我就是看看最多能发多少我就是看看最多能发多少。\",\"commentTime\":\"2019-06-19 23:08:32.799817\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"8\",\"commentUserId\":\"10\",\"commentContent\":\"牛逼\",\"commentTime\":\"2019-06-20 09:49:51.993224\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"9\",\"commentUserId\":\"10\",\"commentContent\":\"这个好\",\"commentTime\":\"2019-06-20 09:52:24.473654\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"10\",\"commentUserId\":\"10\",\"commentContent\":\"牛逼\",\"commentTime\":\"2019-06-20 11:26:43.794012\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"11\",\"commentUserId\":\"10\",\"commentContent\":\"66666\",\"commentTime\":\"2019-06-20 11:36:04.414240\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"12\",\"commentUserId\":\"10\",\"commentContent\":\"6666\",\"commentTime\":\"2019-06-20 11:47:31.103837\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-19 05:02:33','2019-06-20 03:47:32',NULL,'天承锦绣小区南区',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560920520853.jpg','null','null','null','null','null',NULL),(70,'10','图慌慌','来个中文可好',NULL,'0',2,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"10\",\"commentContent\":\"土官沟村\",\"commentTime\":\"2019-06-20 09:46:40.836248\",\"commentDisplay\":\"1\"}+_+_+{\"commentId\":\"2\",\"commentUserId\":\"10\",\"commentContent\":\"这都哪跟哪\",\"commentTime\":\"2019-06-20 09:48:26.837224\",\"commentDisplay\":\"1\"}','滦南县','眼头跟前','2019-06-19 05:04:43','2019-06-20 01:48:28',NULL,'天承锦绣小区南区',NULL,NULL,1,'http://47.104.194.174/img/bbs/10image_cropper_1560920643752.jpg','http://47.104.194.174/img/bbs/10image_cropper_1560920671545.jpg','null','null','null','null',NULL),(71,'7','我咋传不上照片去！','null',NULL,'0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"2\",\"commentContent\":\"更新就有了\",\"commentTime\":\"2019-06-21 10:12:29.498108\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-20 09:19:18','2019-06-21 00:42:30',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(72,'7','212112212121212121','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-21 00:18:43','2019-06-21 00:18:43',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(73,'7','这回中了啊，咋还信息量太少啊','null',NULL,'0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"4\",\"commentContent\":\"信息量少？\",\"commentTime\":\"2019-06-22 11:13:49.902242\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-21 00:43:05','2019-06-22 01:43:51',NULL,'友谊路31',NULL,NULL,1,'http://47.104.194.174/img/bbs/7image_cropper_1561077749461.jpg','null','null','null','null','null',NULL),(74,'7','地主地主，呼叫地主','null',NULL,'0',0,NULL,'滦南县','想出去玩','2019-06-21 00:46:30','2019-06-21 00:46:30',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(75,'4','测试一下什么情况','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-22 02:57:06','2019-06-22 02:57:06',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/4image_cropper_1561172202077.jpg','null','null','null','null','null',NULL),(76,'7','121212121','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-22 03:16:06','2019-06-22 03:16:06',NULL,'友谊路31',NULL,NULL,1,'http://47.104.194.174/img/bbs/7image_cropper_1561173347999.jpg','null','null','null','null','null',NULL),(77,'7','照片放大不了','null',NULL,'0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"4\",\"commentContent\":\"正在发新的，新的可以放大了！\",\"commentTime\":\"2019-06-22 13:11:08.931284\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-22 03:16:43','2019-06-22 03:41:09',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(78,'7','不够彻底，放大的','null',NULL,'0',1,'+_+_+{\"commentId\":\"1\",\"commentUserId\":\"4\",\"commentContent\":\"还要再大点儿？\",\"commentTime\":\"2019-06-22 13:55:20.396568\",\"commentDisplay\":\"1\"}','滦南县','问你点事','2019-06-22 03:52:16','2019-06-22 04:25:21',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(79,'4','照片压缩了不少，还可以接受吗？','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-22 04:29:34','2019-06-22 04:29:34',NULL,'南堡镇',NULL,NULL,1,'http://47.104.194.174/img/bbs/4image_cropper_1561177751450.jpg','null','null','null','null','null',NULL),(80,'7','照片要是能和微信一样，放大了，再可以根据需要放大观看，就完美了','null',NULL,'0',0,NULL,'滦南县','问你点事','2019-06-22 07:24:49','2019-06-22 07:24:49',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL),(81,'7','6666666666666666666','null',NULL,'0',0,NULL,'滦南县','眼头跟前','2019-06-22 08:23:11','2019-06-22 08:23:11',NULL,'友谊路31',NULL,NULL,1,'null','null','null','null','null','null',NULL);
/*!40000 ALTER TABLE `city_bbs` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `city_bbscomment`
--

DROP TABLE IF EXISTS `city_bbscomment`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `city_bbscomment` (
  `comment_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '评论ID',
  `comment_userid` text COMMENT '用户ID',
  `comment_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '评论时间',
  `comment_location` text COMMENT '评论者定位',
  `comment_pic1` text COMMENT '评论图片',
  KEY `comment_id` (`comment_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `city_bbscomment`
--

LOCK TABLES `city_bbscomment` WRITE;
/*!40000 ALTER TABLE `city_bbscomment` DISABLE KEYS */;
/*!40000 ALTER TABLE `city_bbscomment` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `goods_detail`
--

DROP TABLE IF EXISTS `goods_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `goods_detail` (
  `goods_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品id',
  `goods_sellerid` int(11) DEFAULT NULL COMMENT '商家id',
  `goods_name` text NOT NULL COMMENT '商家名称',
  `goods_time` time NOT NULL COMMENT '商家营业时间',
  `goods_timeg` time DEFAULT NULL COMMENT '商家闭店时间',
  `goods_tittle` text COMMENT '商品名称',
  `goods_price` text COMMENT '商品价格',
  `goods_pic1` text COMMENT '商品图片1',
  `goods_pic2` text COMMENT '商品图片2',
  `goods_pic3` text COMMENT '商品图片3',
  `goods_pic4` text COMMENT '商品图片4',
  `goods_pic5` text COMMENT '商品图片5',
  `goods_nprice` text COMMENT '商品促销价',
  `goods_cishu` tinyint(4) DEFAULT '0' COMMENT '销售次数',
  `goods_rate` tinyint(4) NOT NULL COMMENT '商品评分',
  `goods_hplv` tinyint(4) DEFAULT NULL COMMENT '商品好评率',
  `goods_renzheng` tinyint(4) NOT NULL COMMENT '是否认证',
  `goods_detail` text COMMENT '商品介绍',
  `goods_xuzhi` text COMMENT '购买须知',
  `goods_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '发布时间',
  `goods_modifiytime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '修改时间',
  `goods_admin` text COMMENT '管理员',
  `goods_tel` text COMMENT '商家联系方式',
  `goods_add` text COMMENT '商家地址',
  `goods_shenpiren` text COMMENT '审批人',
  `goods_display` tinyint(4) NOT NULL COMMENT '是否显示',
  PRIMARY KEY (`goods_id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `goods_detail`
--

LOCK TABLES `goods_detail` WRITE;
/*!40000 ALTER TABLE `goods_detail` DISABLE KEYS */;
INSERT INTO `goods_detail` VALUES (1,1,'滦南县肯德基和平店','07:00:00','23:00:00','照烧鸡腿汉堡','15','1','1','1','1','1','14',0,8,80,1,'整只超大鸡腿，以胡椒、罗勒等香辛料腌制，先蒸后烤成香气四溢的烤鸡腿，再淋上浓郁照烧酱汁，搭配卤肉燥和莴苣，超值美味，肉感十足，令人垂涎！肯德基足料饭全新升级，饭中部分配菜使用微量米酒增加风味。','所有问题，请务必在商品成交之前询问清楚。\r\n收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。\r\n请在网上成交后5个工作日内完成网下交易；出价不买，一律警告+差评+投诉；\r\n我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。\r\n我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 00:46:16','2019-04-01 00:46:18','刘','1234567','河北省唐山市滦南县和平路38号银泰商厦1楼','刘',1),(2,2,'滦南红太阳粥屋','06:00:00','20:50:00','皮蛋瘦肉粥','6','1','1','1','1','1','4',0,8,89,1,'皮蛋瘦肉粥是一种广东省的地方传统著名小吃。皮蛋瘦肉粥营养丰富，以切成小块的皮蛋及咸瘦肉为配料。不同地区的配料有所不同，有人会在进食前加上香油及葱花，或者加葱花及薄脆。','所有问题，请务必在商品成交之前询问清楚。\r\n收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。\r\n请在网上成交后5个工作日内完成网下交易；出价不买，一律警告+差评+投诉；\r\n我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。\r\n我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 01:00:49','2019-04-01 01:01:53','刘','1234567','中大街金诚花苑商城A-19(近县政府)','刘\r\n',1),(3,3,'老常家腊汁肉夹馍','06:30:00','21:35:00','陕西凉皮','6','·1','1','1','1','1','6',0,9,90,1,'凉皮，起源于陕西关中地区的美食，是擀面皮、面皮、米皮、酿皮的统称。流行于中国北方地区。是不可多得的天然绿色无公害食品。\r\n因原料、制作方法、地域不同，有热米（面）皮、擀面皮、烙面皮、酿皮等。口味有麻辣，酸甜，香辣等各种口味。 凉皮历史悠久，据说源于秦始皇时期，距今已有两千多年历史。','所有问题，请务必在商品成交之前询问清楚。\r\n收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。\r\n请在网上成交后5个工作日内完成网下交易；出价不买，一律警告+差评+投诉；\r\n我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。\r\n我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 01:06:45','2019-04-01 01:07:38',NULL,NULL,NULL,NULL,1),(4,4,'正宗巴蜀香辣虾','10:00:00','21:30:00','精品香辣虾','68','1','1','1','1','1','58',0,9,98,1,'香辣虾是一道汁浓、麻辣味浓，肉质紧韧爽脆的名菜。属于渝派川菜。通常由虾、土豆、香芹、花生米等主料制作而成。精髓在于其肉质和炒制时加上多种特制香料如香芹、花椒、干红椒等的调和，也可以添加自己喜欢的食材如笋片、红薯等，不仅味道鲜美，色泽鲜艳，让人回味无穷。',NULL,'2019-04-01 02:30:55','2019-04-01 02:30:57',NULL,NULL,NULL,NULL,1),(5,5,'那家老院','10:30:00','21:00:00','10-20人餐','899','1','1','1','1','1','598',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 03:14:12','2019-04-01 03:14:12','刘','1234567','滦南县友谊路文明街交叉口西北角','刘',1),(6,6,'馋胖肉蟹煲','09:30:00','21:30:00','2-3人餐','138','1','1','1','1','1','118',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 03:16:27','2019-04-01 03:16:27','刘','1234567','滦南县中大街金诚花苑底商中段','刘',1),(7,7,'百格汉斯海鲜涮烤','11:00:00','21:00:00','午晚餐2选1','58','1','1','1','1','1','58',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 03:18:29','2019-04-01 03:18:29','刘','1234567','滦南县中大街中红购物城五层','刘',1),(8,8,'华录国际影城滦南店','08:00:00','22:20:00','当天影票一张','58','1','1','1','1','1','28',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 04:20:00','2019-04-01 04:25:34','刘','1234567','滦南县南大街以南友谊路以东中红一品C区16号','刘',1),(9,9,'唐山胜道汽车服务','07:30:00','18:20:00','单次洗车','30','1','1','1','1','1','11',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 04:22:44','2019-04-01 04:22:44','刘','1234567','南大街向东直行至火车站后右转南行800米','刘',1),(10,10,'麦香斋糕点','08:30:00','20:00:00','6英寸蛋糕','350','1','1','1','1','1','26',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 04:24:52','2019-04-01 04:24:52','刘','1234567','滦南县南大街龙泽府底商2号','刘',1),(11,11,'美兹汉堡炸鸡','07:30:00','22:00:00','单人美味汉堡','20','1','1','1','1','1','16',0,0,0,0,'efdgfvdfbgfbffwrirgnjbovifwej','所有问题，请务必在商品成交之前询问清楚。收到商品的顾客，请于快递派送员面前当面拆开，清点商品，若有损坏，请拒签，若签收过后再因配送过程中造成货品破损本店无法负责。请在网上成交后5个工作日内完成网下交易；出价不买，一律警告 差评 投诉；我们不赞成用放大镜看美女，用显微镜看商品，若您是十足的完美主义者或有专柜情结的买家，请您绕行，手下留情别拍，谢谢了，建议您还是到实体店进行挑选购买，很抱歉。我们珍惜每一个评价，如果您对收到的商品不满意或有异议，请高抬贵手，在评价前请先和本店联系沟通一下，本店一定耐心积极为您解决，不要因为一时意气用事作出冲动的中/差评，谢谢！','2019-04-01 04:27:10','2019-04-01 04:27:10','刘','1234567','滦南县文化路翰林雅苑底商32号门市','刘',1);
/*!40000 ALTER TABLE `goods_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `index_product`
--

DROP TABLE IF EXISTS `index_product`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `index_product` (
  `product_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品ID',
  `product_userid` text COMMENT '用户ID',
  `product_shopname` text NOT NULL COMMENT '商铺名称',
  `product_name` text NOT NULL COMMENT '商品名称',
  `product_yprice` text COMMENT '商品原价',
  `product_price` text NOT NULL COMMENT '商品现价',
  `product_detail` text COMMENT '商品介绍',
  `product_score` tinyint(4) DEFAULT NULL COMMENT '商品评分',
  `product_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '时间戳',
  `product_service` tinyint(4) DEFAULT NULL COMMENT '商家服务',
  `product_valid` tinyint(4) DEFAULT NULL COMMENT '商品优惠券有效期',
  `product_time` tinyint(4) DEFAULT NULL COMMENT '商品优惠券使用时间',
  `product_number` tinyint(4) DEFAULT NULL COMMENT '商品适用人数',
  `product_bespeak` tinyint(4) DEFAULT NULL COMMENT '商品预约',
  `product_remind` tinyint(4) DEFAULT NULL COMMENT '商品提醒',
  `product_display` tinyint(4) NOT NULL COMMENT '是否显示',
  `product_pic1` text COMMENT '商品图片1',
  PRIMARY KEY (`product_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `index_product`
--

LOCK TABLES `index_product` WRITE;
/*!40000 ALTER TABLE `index_product` DISABLE KEYS */;
INSERT INTO `index_product` VALUES (3,NULL,'1','1','1','1','1',1,'2019-02-28 09:54:36',1,1,1,1,1,1,1,'1'),(4,NULL,'1','1','1','1','1',1,'2019-03-06 01:00:45',1,1,1,1,1,1,1,'1');
/*!40000 ALTER TABLE `index_product` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `log_record`
--

DROP TABLE IF EXISTS `log_record`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `log_record` (
  `today_date` date NOT NULL,
  `sent_sms` int(255) NOT NULL DEFAULT '0',
  `reg_user` int(255) NOT NULL DEFAULT '0',
  `reg_shop` int(255) NOT NULL DEFAULT '0',
  `post_num` int(255) NOT NULL DEFAULT '0',
  `new_product` int(255) NOT NULL DEFAULT '0',
  PRIMARY KEY (`today_date`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `log_record`
--

LOCK TABLES `log_record` WRITE;
/*!40000 ALTER TABLE `log_record` DISABLE KEYS */;
INSERT INTO `log_record` VALUES ('2019-01-06',0,0,0,0,0),('2019-01-07',9,0,0,0,0);
/*!40000 ALTER TABLE `log_record` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `maifang_detail`
--

DROP TABLE IF EXISTS `maifang_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `maifang_detail` (
  `maifang_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '房屋ID',
  `maifang_userid` text COMMENT '用户ID',
  `maifang_tittle` text NOT NULL COMMENT '房屋标题',
  `maifang_price` text NOT NULL COMMENT '房屋价格',
  `maifang_acreage` text NOT NULL COMMENT '房屋面积',
  `maifang_class` tinyint(4) NOT NULL COMMENT '房屋类型',
  `maifang_housetype` text NOT NULL COMMENT '房屋户型',
  `maifang_time` text COMMENT '发布时间',
  `maifang_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '时间戳',
  `maifang_browse` text COMMENT '房屋浏览量',
  `maifang_area` text NOT NULL COMMENT '房屋详细地址',
  `maifang_district` text NOT NULL COMMENT '房屋所在县区',
  `maifang_author` text COMMENT '房屋主人',
  `maifang_detail` text COMMENT '房屋介绍',
  `maifang_wechat` text COMMENT '房屋主人微信',
  `maifang_tal` text NOT NULL COMMENT '房屋主人电话',
  `maifang_valid` text COMMENT '房屋有效期',
  `maifang_fitment` text COMMENT '房屋装修程度',
  `maifang_display` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否显示',
  `maifang_sub` text COMMENT '所在县区',
  `maifang_pic1` text COMMENT '房屋图片1',
  `maifang_pic2` text COMMENT '房屋图片2',
  `maifang_pic3` text COMMENT '房屋图片3',
  `maifang_pic4` text COMMENT '房屋图片4',
  `maifang_pic5` text COMMENT '房屋图片5',
  `maifang_pic6` text COMMENT '房屋图片6',
  `maifang_pic7` text COMMENT '房屋图片7',
  `maifang_pic8` text COMMENT '房屋图片8',
  `maifang_pic9` text COMMENT '房屋图片9',
  `maifang_pic10` text COMMENT '房屋图片10',
  PRIMARY KEY (`maifang_id`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `maifang_detail`
--

LOCK TABLES `maifang_detail` WRITE;
/*!40000 ALTER TABLE `maifang_detail` DISABLE KEYS */;
INSERT INTO `maifang_detail` VALUES (1,NULL,'翰林二期精装3室全天采光,赠家具家电地下室,可贷款过户费低','860000','118',0,'三室两厅一卫','2019-3-15','2019-03-15 01:16:12','0','建设路,近学苑街','唐山市滦南县','刘先生','房子整洁干净漂亮,价格低于市场价 周边生活设施齐全,商场、超市、菜市场、银行、学校等应有尽有! 不是你没有遇到称心如意的房子,也不是你没有遇到合适的价格,首先房源真实有效,“发表的每一套房源全部是真实的”有业主的委托,价格可能略有浮动,业主诚心出售,真正有诚心买房子的看上房子,价钱可以面谈,房主人比较痛快,同性格的人很有可能好砍价!','qq123455','13611112222','2019-3-15','简单装修',1,'滦南县','https://pic2.58cdn.com.cn/anjuke_58/96ff46677a4f81dd271d2cf9f5a99714?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/15d9759edd91f9bc9f6c04e37c54e914?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/855ab6adaa6fc3df19939d0ad1f39d2c?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/3837a4983cd15cbfa5bc9702e41cd48e?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/5dc04cfb8b17a2fe4262d693923838a4?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(2,NULL,'天承南区，85.5平米毛坯全阳面，楼下即是四小','385000','85.5',1,'两室两厅一卫','2019-3-15','2019-03-15 01:01:49','0','南大街,近友谊路','唐山市滦南县','刘先生','房主诚心出售，看房提前预约，小区位置优越 好房要淘，好房难得，100%真实，星际经纪人为您服务。','qq123445','13611122211','2020-3-5','毛坯',1,'滦南县','https://pic2.58cdn.com.cn/anjuke_58/cd6983acce410b19163248a21b605ef4?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/fa3a7111fb7c295d738018d0cad55ebc?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/86f76dbe1e75569b01bc22abb5dabaad?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/c00f472bf9c84b27cc4d0dd73b48be47?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/acd12f9c04d6055883d302586bdba48a?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(3,NULL,'天承北区，120平米，三阳户型带车位地下室','700000','120',1,'三室两厅一卫','2019-3-15','2019-03-15 01:12:42','0','南大街南大街,近友谊路','唐山市滦南县','李先生','房主诚心出售，看房提前预约，小区位置优越 好房要淘，好房难得，100%真实，星际经纪人为您服务。','qq1234','13611212121','2020-3-15','毛坯',1,'滦南县','https://pic6.58cdn.com.cn/anjuke_58/71d7d5c961ce287363fc092904d6d4d5?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/5cd816ddf1c9e6ac4d4c8b94df0ba2f6?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/ebce0b8b50d0881219a54037077e3bb2?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/0df9397204f86b6ee073af8e7365645e?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/259b64680fa75c6cccb0308cfed349ec?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(4,NULL,'房本满五年大两室可贷款都市家园','570000','97',1,'两室两厅一卫','2019-3-15','2019-03-15 01:17:00','0','和平路','唐山市滦南县','李先生','小区紧邻滦南县第一实验小学第四中学，并且临近中红购物城和银泰商厦，并且临近京东医院，是您不错的选择','qq134','13211112222','2020-3-15','简单装修',1,'滦南县','https://pic2.58cdn.com.cn/anjuke_58/51121b3e0e038afb48904a3836d6fbec?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/8a9f3ec9cab1998ef41c92537d3e02f6?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/1d1e3c39db048456b21b770be7970355?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/d70d70c9e636b9a5f8fbbcafd755cbcd?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/2a448bcc12a968fc3dfda32e2615b024?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(5,NULL,'曼城经典小三室','580000','103',0,'三室一厅一卫','2019-3-3','2019-03-15 01:21:17','0','建设路21号','唐山市滦南县','刘先生','房主因置换房屋，急需出售此房，所以需要资金周转 故此忍痛割爱。紧邻滦南第二实验小学   幼儿园   三角地市场','ddd345','13211113333','2020-3-3','毛坯',1,'滦南县','https://pic5.58cdn.com.cn/anjuke_58/b5790d44fbe0ad31754622730cb6e593?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/b54d9857d0a4dda7c6ac1578beba2889?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/a9517b61da3b633ad1b0267732864847?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/bedc5a0d502428845d6a621a6f00cb6f?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/7aabd6649a604d77e22ad7bd935d502c?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(6,NULL,'真实！铂悦山三室南北通毛坯 12中加壹零壹实验小学 可贷款','1880000','134',1,'三室两厅两卫','2019-3-15','2019-03-15 01:22:57','0','路北.大里北路','唐山市路北区','熊先生','中小学：光明实验小学、天元实验小学、唐山54中、唐山市一中<br>商场：大型百货、超市、品牌旗舰店<br>医院：煤医附属医院、社康服务站<br>银行：农业银行、工商银行、建设银行<br>其他：邮局、规划中的青少年宫、科技馆、工人文化宫、总部基地、香港嘉里中心旗下的高端商业、香格里拉五酒店、市政绿带公园、标志性建筑传媒大厦等','asd1234','13233334444','2020-3-12','毛坯',1,'路北区','https://pic3.58cdn.com.cn/anjuke_58/2e041a2844d66b5ac46c444c70f9182e?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/e3443827c7c49389884400fc91e4a783?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/e2db1e4674ab44a43114d76507664861?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/d453dee5d018883512dba8f5049b8606?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/d77bdf7b0a7fc12fbfc631acd33ca8e1?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(7,NULL,'尚座一叠二别墅 前后花园 大地下室 带车位 毛坯房 随时可看','4300000','275.79',1,'四室三厅三卫','2019-3-13','2019-03-15 01:32:47','0','路北，新华西道','唐山市路北区','熊先生','户型：4室3厅3卫一叠二，高挑空，南北通透，明厨明卫，前后花园<br><br>装修：毛坯房，装修方便<br><br>产权：老本可贷款，过户费用低<br><br>配套：赠送地下室，车位，前后花园</p>','adq12334','13222221111','2020-3-25','毛坯\r\n',1,'路北区','https://pic5.58cdn.com.cn/anjuke_58/0ffd5bbf88459a69b47eadd1f7ac9548?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/cee3c638c333a51ebc8f3e1eaf11e038?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/882be29c5480f5279b249d4c2bd6be82?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/dbc2c4d5a5101d1659b6eed5deb70b07?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/4dbff5ea51aaa9ac3aa0c51536ba9e87?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(8,NULL,'急12中 凤凰新城 铂悦山 铂悦派 水电首郡 南北通 精装修','1160000','90',1,'两室一厅一卫','2019-3-13','2019-03-15 01:34:12','0','路北，大里北路','唐山市路北区','熊先生',' 给孩子买的房，孩子现在不在唐山发展了，赶紧卖了，在别处在买房用钱！！','12312312','13244441111','2020-3-14','精装修',1,'路北区','https://pic2.58cdn.com.cn/anjuke_58/b1343b60479937a8508c1f8fb9430a05?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/8f6e05a0e08b3f66b2aba82403de175a?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/e63c06c95494b92394b87673ea407a85?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/8b51a4a675c1f4684eab01e79a0eb860?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/311f9a743e123cd26777d9750bfb378f?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(9,NULL,'梧桐大道高层 户型贼牛逼 3室2厅2卫 豪华装修拎包入住！','2950000','171',1,'三室两厅两卫','2019-3-14','2019-03-15 01:38:28','0','路北，大里北路','唐山市路北区','熊先生','梧桐大道小区 11层 3 室2 厅 2卫， 建 171 平米， 格局好南北通透明厕明厨 ，不把边不临街 产权清晰 ， 2个 新本 <br>54中学房源 房主急售 价格可议 可贷款 好房源 采光通风好！','12312313','13433311111','2020-3-14','精装修',1,'路北区','https://pic4.58cdn.com.cn/anjuke_58/7799b3f4ab21052aabea7d7b84623689?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/c16ffff5364cf05e2b0c152d35c452a1?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/083cad75f208186ddc2fdbe3acf2b8b4?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/64b144f224461b6c55daceb6731f1d4a?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/62ec2fb5a1c19eb7a294ad31a7079a55?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(10,NULL,'新上急售 铂悦派 两室南北通 精装修 带家具家电 赠地下室','1425000','90',1,'两室两厅一卫','2019-3-15','2019-03-15 01:46:31','0','路北,大里北路','唐山市路北区\r\n','熊先生','业主心态 业主诚心出售 产权清晰 无纠纷 无债务查封<br>。<br>随时看房 诚心再议 几天内必售','234212','15133331111','2020-3-14','精装修',1,'路北区','https://pic6.58cdn.com.cn/anjuke_58/66aad90408a88410593382a67e77098f?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/025dc4055861ee5e282272f1d535e88d?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/f903d254b9e5cd73565553ad7da846b0?w=454&h=341&crop=1','https://pic1.58cdn.com.cn/anjuke_58/959d1ea713bf2fe5031007c250be019a?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/8388d648974e3b6da3a969beed787e0d?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(11,NULL,'急 鼎盛家园现房两室7250一平，直 接更 名','700000','96.68',1,'两室两厅一卫','2019-3-15','2019-03-15 02:01:46','0','滦州,育才街  ','唐山市滦州市','李女士','精品小区，两室两厅，明厨明卫，动静分离！好格局，好楼层！有钥匙，随时看房。低于市场价，先到先得。','qwe12342','15212341234','2020-3-15','毛坯\r\n',1,'滦州市','https://pic6.58cdn.com.cn/anjuke_58/589deefd3cd68409aa4bb7ec40143e66?w=454&h=341&crop=1','https://pic1.58cdn.com.cn/anjuke_58/f9fb7f518b66b40db327b6bb46af4bb9?w=454&h=341&crop=1','https://pic1.58cdn.com.cn/anjuke_58/59f2f1574d111c3ab2714acaf7e08182',NULL,'https://pic8.58cdn.com.cn/anjuke_58/5b29c03feb12c6ef046f8c6e1465fc82?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(12,NULL,'火车站对面的兴旺家园 精装修 的好楼层 手续全','730000','113',0,'两室两厅一卫','2109-3-15','2019-03-15 02:11:40','0','滦州,兴华西路2-2号','唐山市滦州市','李女士','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利','wr12345','13411231423','2020-3-15','简单装修',1,'滦州市','https://pic8.58cdn.com.cn/anjuke_58/381c7237df4bdbf0fceae54be6f4fa65?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/0d847fb4e6fd49f11bdb647096335742?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/1bfbc3fea98bcfdab0ccd57e90712af5?w=454&h=341&crop=1','https://pic1.58cdn.com.cn/anjuke_58/482d3bdd3467042d30bc46a8fe89e493?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/a25f6d19d8d683189ae2590750e7ba81',NULL,NULL,NULL,NULL,NULL),(13,NULL,'金鼎丽城西区不临街，一梯两户中间楼层，送15平米地下室','1450000','130',0,'三室两厅一卫','2019-3-15','2019-03-15 02:13:01','0',' 滦州,团结西道','唐山市滦州市','李女士','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利','ew12345','13411112222','2020-3-15','中等装修',1,'滦州市','https://pic2.58cdn.com.cn/anjuke_58/7baf74211a487907253c33583f25e8ae?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/c166aad3c8d8c81f253ee78c5cf2c1a9?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/e9511352352e144329c4fde6f4872e2e?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/334dee451b9c1d223125ec17a62a8394?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/15ed0a902e6a1e48fa9710b226ba454e?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(14,NULL,'晨光南里小区','820000','105',0,'三室两厅一卫','2019-3-15','2019-03-15 02:19:48','0','滦州,团结路','唐山市滦州市','李女士','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利','qwe12345','13411112222','2020-3-15','简单装修',1,'滦州市','https://pic7.58cdn.com.cn/anjuke_58/92bfb8a311f5a2218cb7f19d22866a16?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/29941f79b5efadb9f69686307351e6ac?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/c2730818cf3fccd0848a00a545dfc593?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/68965d63a83ba8495809afec6e362fea?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/516f8421fa22aa9c91e16afc2147c832?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(15,NULL,'光明花园大落地窗，全天采光','600000','91',0,'两室两厅','2019-3-25','2019-03-15 02:20:59','0','滦州，胜利西路90号','唐山市滦州市','李女士','准现房，南北通透一梯两户，两证齐全，可贷款，中间号楼，绝版好户型，手慢无。小区环境优雅，物业服务周到，是您首选的好住所。','234234','13411112222','2020-3-15','简单装修',1,'滦州市','https://pic2.58cdn.com.cn/anjuke_58/34f93f1d9c45d1710626fe8ecf1698f3?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/285616bc3cae170300e3416a6064f1dc?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/5ce2a1352c54d1060c0f6b2fd5a14adf?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/846a4aeedc3fcf338c24b919b6e979d0?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/320cd8505643c631ff21311319a42a17?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(16,NULL,'冀东人家','600000','92',1,'两室两厅一卫','2019-3-15','2019-03-15 02:28:31','0','滦州，平大公路','唐山市滦州市','王先生','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利','3424323r','13211113333','2020-3-15','中等装修',1,'滦州市','https://pic7.58cdn.com.cn/anjuke_58/92c86f34e3ad80d900f01cf43c73827d?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/186f5dc51228a3892c71cf7d6bb8f9d4?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/2bb8d807148938713e4466e79d2da4a9?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/5518213e7fad4f6575b9c58785fb824f?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/2ff079b914c8a45fd6492626d0245703?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(17,NULL,'朝阳里小区','580000','90',1,'两室两厅一卫','2019-3-15','2019-03-15 02:29:26','0','滦州，体育大街','唐山市滦州市','王先生','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利','12343212','13211113333','2020-3-15','简单装修',1,'滦州市','https://pic6.58cdn.com.cn/anjuke_58/5be8605049b965be63cc9fb7557bca06?w=454&h=341&crop=1','https://pic6.58cdn.com.cn/anjuke_58/98d002001f9d091ed9f485b67ae275eb?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/b0b5190b3cfe38d4d88cff23a537c580?w=454&h=341&crop=1','https://pic5.58cdn.com.cn/anjuke_58/768f03921000bb6243223e9cd099fa8a?w=454&h=341&crop=1','https://pic8.58cdn.com.cn/anjuke_58/1c6c6f8c4fe5ccead0ad44fd96304e38?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(18,NULL,'南北通 带地下室高档小区 小区里有公园 健身器材等娱乐项目','980000','107',0,'两室两厅一卫','2019-3-15','2019-03-15 02:54:37','0','滦州,团结西道','唐山市滦州市','王先生','高档小区环境好.出入方便 房间敞亮 .生活便利 家具家电齐全 拎包入住','ad1234','13522223333','2020-3-15','中等装修',1,'滦州市','https://pic6.58cdn.com.cn/anjuke_58/a8642a4afcc057544029066838d3bea2?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/cab4a56f5f6b9f87f6bd129b723900b4?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/522a26cc750f8ff9f59af193bd634670?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/f001864e1437743e363a262e5e2c02c2?w=454&h=341&crop=1','https://pic3.58cdn.com.cn/anjuke_58/fa5421a5007a6bf8e190936785b51b30?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(19,NULL,'团结里小区','750000','90.42',0,'两室两厅一卫','2019-3-15','2019-03-15 02:58:55','0','滦州,燕山大街','唐山市滦州市','王先生','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利','12345as','13211111111','2020-3-15','简单装修',1,'滦州市','https://pic2.58cdn.com.cn/anjuke_58/4bc6f84ff4cbe9b1e3828b38155d1576?w=454&h=341&crop=1','https://pic7.58cdn.com.cn/anjuke_58/863a4a5493d741f5e18d9c75f6d080e2?w=454&h=341&crop=1','https://pic2.58cdn.com.cn/anjuke_58/9fcc5fe3097617b62ba03d37c0bb6cc3?w=454&h=341&crop=1','https://pic1.58cdn.com.cn/anjuke_58/a756b5fd3060a4211b3cbcc13d0d6783?w=454&h=341&crop=1','https://pic1.58cdn.com.cn/anjuke_58/cb0d6b193e94aac6d7212dc63e543bb7?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(20,NULL,'金府庭苑赠全部家具家电','1190000','140',1,'三室两厅两卫','2019-3-15','2019-03-15 03:00:22','0','滦州,文兴道22号','唐山市滦州市','王先生','房间宽敞明亮，交通便利，环境好，配套设施齐全，生活便利。赠19平大地下室','34违反34','1234q','2020-3-15','精装修',1,'滦州市','https://pic8.58cdn.com.cn/anjuke_58/e6cf66da1a3d3554b0ef99b7a1fbd9b6?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/ed7778eed2d22bcf10bfb5683deaa7d4?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/8f0f7be82dca05a8f9274437563ec183?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/fa486d41bc777d7f73902e04ed07c97b?w=454&h=341&crop=1','https://pic4.58cdn.com.cn/anjuke_58/27976e7f478965e6466bf6231c9a0ff0?w=454&h=341&crop=1',NULL,NULL,NULL,NULL,NULL),(21,NULL,'ljhihu','1','1',1,'17','1','2019-03-15 06:16:02','1','1','1','1','2','1','1','1','1',1,'1','1','1','1','1','1','1','1','1','1','1');
/*!40000 ALTER TABLE `maifang_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `news_detail`
--

DROP TABLE IF EXISTS `news_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `news_detail` (
  `news_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '新闻ID',
  `news_display` tinyint(4) DEFAULT NULL COMMENT '是否显示',
  `news_tittle` text NOT NULL COMMENT '新闻标题',
  `news_author` text NOT NULL COMMENT '新闻发布者',
  `news_link` text COMMENT '新闻链接地址',
  `news_source` text COMMENT '新闻来源',
  `news_posttime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '新闻发布时间',
  `news_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '新闻修改时间',
  `news_sub` text COMMENT '新闻所属区域',
  `news_class` tinyint(4) NOT NULL COMMENT '新闻种类',
  `news_pic` text NOT NULL COMMENT '新闻图片',
  PRIMARY KEY (`news_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `news_detail`
--

LOCK TABLES `news_detail` WRITE;
/*!40000 ALTER TABLE `news_detail` DISABLE KEYS */;
INSERT INTO `news_detail` VALUES (1,1,'痛心！滦南十岁失联小男孩已找到！可惜......','家在唐山编辑1','https://mp.weixin.qq.com/s/FtFbgXb2Hz0o0xec3H-GLQ','滦南这些事','2019-04-08 02:04:00','2019-04-09 04:34:20','滦南县',1,'https://mmbiz.qpic.cn/mmbiz_png/xG5fYZ6WKgABpFwJH0hOXTYQvVz6vVtbuedYMA0QicKBaFm1eNia3NTiaaE1BkibT1hRicHM591JHNuJ6KoK0PQiaGTQ/640?wx_fmt=png&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1'),(2,1,'滦南这条路搭起围挡！此路不通请大家绕行！','家在唐山编辑1','https://mp.weixin.qq.com/s/x3VeqnpygF4CuQAulJhwiw','滦南这些事  ','2019-04-08 02:06:36','2019-04-09 04:34:20','滦南县',1,'https://mmbiz.qpic.cn/mmbiz_png/mKgzfZZKV84seR2kGoG3gr4W3mPCsbVmdqZbW8s7pVicqflHb8mxDrOiajpSOxicaTMILapyHYbXuuLBGp0NfXlnw/640?wx_fmt=png&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1'),(3,1,'痛心！今早，滦南曼城小区一男子坠楼身亡...','家在唐山编辑1','https://mp.weixin.qq.com/s/1CvCi4fgvk9Y2aaKP1PlBg','滦南时讯','2019-04-09 02:09:19','2019-04-09 04:34:21','滦南县',1,'https://mmbiz.qpic.cn/mmbiz_png/xG5fYZ6WKgBMl9NZqOHCXSzgx7uqOibQeoOlBzElL5u0QCPxwHXKsotiaYqPUBAGV8nSxnx24LnMP2CZghRM0jTg/640?wx_fmt=png&tp=webp&wxfrom=5&wx_lazy=1&wx_co=1'),(4,1,'滦南明日(4.9)计划停电通知！涉及范围非常广\r\n','家在唐山编辑1','https://mp.weixin.qq.com/s/F4YLuR7CFEY7IwxBb-WgmQ','滦南时讯','2019-04-09 02:11:52','2019-04-09 04:34:22','滦南县',1,'http://imgbdb2.bendibao.com/sybdb/news/20192/25/2019225100256_44005.png');
/*!40000 ALTER TABLE `news_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `petcat_detail`
--

DROP TABLE IF EXISTS `petcat_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `petcat_detail` (
  `petcat_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '宠物猫ID',
  `petcat_userid` text COMMENT '用户ID',
  `petcat_tittle` text NOT NULL COMMENT '宠物猫标题',
  `petcat_detail` text COMMENT '宠物猫介绍',
  `petcat_price` text NOT NULL COMMENT '宠物猫价格',
  `petcat_class` tinyint(4) NOT NULL COMMENT '宠物猫品种',
  `petcat_age` tinyint(4) NOT NULL COMMENT '宠物猫月龄',
  `petcat_sex` tinyint(4) NOT NULL COMMENT '宠物猫性别',
  `petcat_vaccine` text COMMENT '宠物猫疫苗情况',
  `petcat_driveinsect` tinyint(4) DEFAULT NULL COMMENT '宠物猫是否驱虫',
  `petcat_author` text NOT NULL COMMENT '宠物猫联系人',
  `petcat_wechat` text COMMENT '宠物猫联系人微信',
  `petcat_tel` text NOT NULL COMMENT '宠物猫联系人电话',
  `petcat_district` text NOT NULL COMMENT '宠物猫所在县区',
  `petcat_area` text COMMENT '宠物猫详细地址',
  `petcat_sub` text COMMENT '所在县区',
  `petcat_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '时间戳',
  `petcat_pic1` text COMMENT '宠物猫图片1',
  `petcat_pic2` text COMMENT '宠物猫图片2',
  `petcat_pic3` text COMMENT '宠物猫图片3',
  `petcat_pic4` text COMMENT '宠物猫图片4',
  `petcat_pic5` text COMMENT '宠物猫图片5',
  `petcat_pic6` text COMMENT '宠物猫图片6',
  `petcat_pic7` text COMMENT '宠物猫图片7',
  `petcat_pic8` text COMMENT '宠物猫图片8',
  `petcat_pic9` text COMMENT '宠物猫图片9',
  `petcat_pic10` text COMMENT '宠物猫图片10',
  PRIMARY KEY (`petcat_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `petcat_detail`
--

LOCK TABLES `petcat_detail` WRITE;
/*!40000 ALTER TABLE `petcat_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `petcat_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `petdog_detail`
--

DROP TABLE IF EXISTS `petdog_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `petdog_detail` (
  `petdog_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '宠物狗ID',
  `petdog_userid` text COMMENT '用户ID',
  `petdog_tittle` text NOT NULL COMMENT '宠物狗标题',
  `petdog_detail` text COMMENT '宠物狗介绍',
  `petdog_price` text NOT NULL COMMENT '宠物狗价格',
  `petdog_class` tinyint(4) NOT NULL COMMENT '宠物狗品种',
  `petdog_age` tinyint(4) NOT NULL COMMENT '宠物狗月龄',
  `petdog_sex` tinyint(4) NOT NULL COMMENT '宠物性别',
  `petdog_vaccine` text COMMENT '宠物狗疫苗情况',
  `petdog_driveinsect` tinyint(4) DEFAULT NULL COMMENT '宠物狗是否驱虫',
  `petdog_author` text NOT NULL COMMENT '宠物狗联系人',
  `petdog_wechat` text COMMENT '联系人微信',
  `petdog_tel` text NOT NULL COMMENT '宠物狗联系人电话',
  `petdog_district` text NOT NULL COMMENT '宠物狗所在县区',
  `petdog_area` text COMMENT '宠物狗详细地址',
  `petdog_sub` text COMMENT '所在县区',
  `petdog_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '时间戳',
  `petdog_pic1` text COMMENT '宠物狗图片1',
  `petdog_pic2` text COMMENT '宠物狗图片2',
  `petdog_pic3` text COMMENT '宠物狗图片3',
  `petdog_pic4` text COMMENT '宠物狗图片4',
  `petdog_pic5` text COMMENT '宠物狗图片5',
  `petdog_pic6` text COMMENT '宠物狗图片6',
  `petdog_pic7` text COMMENT '宠物狗图片7',
  `petdog_pic8` text COMMENT '宠物狗图片8',
  `petdog_pic9` text COMMENT '宠物狗图片9',
  `petdog_pic10` text COMMENT '宠物狗图片10',
  PRIMARY KEY (`petdog_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `petdog_detail`
--

LOCK TABLES `petdog_detail` WRITE;
/*!40000 ALTER TABLE `petdog_detail` DISABLE KEYS */;
INSERT INTO `petdog_detail` VALUES (1,NULL,'双血统拉布拉多公母都有','出售自繁自养健康狗狗 ','1000',1,3,2,'疫苗齐全',1,'刘先生','qqq123','13211112222','唐山市滦南县','滦南县奔城镇','滦南县','2019-03-18 02:37:42','https://pic8.58cdn.com.cn/mobile/big/n_v2479feb4691dd4cc0b9e269947bcd4c71.jpg?w=640&t=5','https://pic3.58cdn.com.cn/mobile/big/n_v2c3048dca6d024bd8885a4004f6946c12.jpg?w=640&t=5','https://pic7.58cdn.com.cn/mobile/big/n_v2411ac34f0f0b4d9a904687ebfc173702.jpg?w=640&t=5',NULL,NULL,NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `petdog_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `product_detail`
--

DROP TABLE IF EXISTS `product_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `product_detail` (
  `product_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品id',
  `product_userid` text COMMENT '用户ID',
  `pro_shopname` text NOT NULL COMMENT '商店名字',
  `pro_introduction` text NOT NULL COMMENT '商品简介',
  `pro_rate` text COMMENT '商品评分',
  `pro_name` text NOT NULL COMMENT '商品名称',
  `pro_yprice` text COMMENT '商品原价',
  `pro_price` text COMMENT '商品打折价格',
  `pro_detial` text COMMENT '商品详情',
  `pro_validitytime` text COMMENT '商品有效期',
  `pro_usetime` tinyint(4) DEFAULT NULL COMMENT '商品使用时间',
  `pro_appointment` tinyint(4) DEFAULT NULL COMMENT '商品预约',
  `pro_number` tinyint(4) DEFAULT NULL COMMENT '商品适用人数',
  `pro_remind` tinyint(4) DEFAULT NULL COMMENT '商品提醒',
  `pro_service` tinyint(4) DEFAULT NULL COMMENT '商品服务',
  `pro_pic1` text COMMENT '商品图片1',
  `pro_pic2` text COMMENT '商品图片2',
  `pro_pic3` text COMMENT '商品图片3',
  `pro_pic4` text COMMENT '商品图片4',
  `pro_pic5` text COMMENT '商品图片5',
  PRIMARY KEY (`product_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product_detail`
--

LOCK TABLES `product_detail` WRITE;
/*!40000 ALTER TABLE `product_detail` DISABLE KEYS */;
/*!40000 ALTER TABLE `product_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `report_form`
--

DROP TABLE IF EXISTS `report_form`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `report_form` (
  `report_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '举报ID',
  `report_articleid` int(11) DEFAULT NULL COMMENT '被举报文章ID',
  `report_tittle` text NOT NULL COMMENT '举报标题',
  `report_detail` text NOT NULL COMMENT '举报具体内容',
  `report_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '举报时间戳',
  `report_author` text NOT NULL COMMENT '举报人',
  `report_class` text NOT NULL COMMENT '举报类型',
  `report_informant` text NOT NULL COMMENT '被举报人',
  PRIMARY KEY (`report_id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `report_form`
--

LOCK TABLES `report_form` WRITE;
/*!40000 ALTER TABLE `report_form` DISABLE KEYS */;
INSERT INTO `report_form` VALUES (2,11,'三丰小区3室1厅1卫','ffhhkkb ； 反动信息；','2019-03-18 11:42:10','null','租房','16'),(3,11,'三丰小区3室1厅1卫','有毛病 ； 虚假信息； 反动信息； 违法信息； 联系方式错误； 其他；','2019-03-18 13:03:13','null','租房','16');
/*!40000 ALTER TABLE `report_form` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `seller_detail`
--

DROP TABLE IF EXISTS `seller_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `seller_detail` (
  `seller_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '商家ID',
  `seller_name` text COMMENT '商家名字',
  `seller_class` tinyint(4) NOT NULL COMMENT '所属行业',
  `seller_price` text COMMENT '价格',
  `seller_cishu` int(4) DEFAULT '0' COMMENT '服务次数',
  `seller_jdlv` text COMMENT '接单率',
  `seller_hplv` text COMMENT '好评率',
  `seller_zizhi` text COMMENT '商家资质',
  `seller_renzheng` tinyint(4) NOT NULL COMMENT '是否认证',
  `seller_detail` text COMMENT '商家介绍',
  `seller_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '注册时间',
  `seller_modifiytime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '修改时间',
  `seller_admin` text COMMENT '商家管理员',
  `seller_tel` text COMMENT '商家电话',
  `seller_add` text COMMENT '商家地址',
  `seller_shenpiren` text COMMENT '审批人',
  `seller_guarantee` text COMMENT '商家给予保障',
  `seller_sub` text COMMENT '所在县区',
  `seller_display` tinyint(4) NOT NULL COMMENT '是否显示',
  `seller_pic1` text COMMENT '商家图片1',
  `seller_pic2` text COMMENT '商家图片2',
  `seller_pic3` text COMMENT '商家图片3',
  `seller_pic4` text COMMENT '商家图片4',
  PRIMARY KEY (`seller_id`,`seller_timestamp`,`seller_modifiytime`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `seller_detail`
--

LOCK TABLES `seller_detail` WRITE;
/*!40000 ALTER TABLE `seller_detail` DISABLE KEYS */;
INSERT INTO `seller_detail` VALUES (1,'1',1,'1',1,'1','1','1',1,'1','2019-03-25 06:18:03','2019-03-25 06:23:37','11','1','1','1','1111111111111111111111111111111111111',NULL,1,'11111111111111111111111','1111111111111111111','1111111111111111111111','11111111111111111111'),(2,'222222',2,'22222222222',2,'2','2','222222222',2,'222222222','2019-03-25 06:24:15','2019-03-25 06:24:49',NULL,NULL,NULL,NULL,NULL,NULL,1,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `seller_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `shake_catagory`
--

DROP TABLE IF EXISTS `shake_catagory`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `shake_catagory` (
  `shake_category_name` text CHARACTER SET utf32 NOT NULL,
  `shake_catagory_value` int(255) unsigned DEFAULT NULL,
  `shake_catagory_ID` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`shake_catagory_ID`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `shake_catagory`
--

LOCK TABLES `shake_catagory` WRITE;
/*!40000 ALTER TABLE `shake_catagory` DISABLE KEYS */;
INSERT INTO `shake_catagory` VALUES ('餐厅',1000,1),('服务',999,2),('商品',990,3);
/*!40000 ALTER TABLE `shake_catagory` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sms`
--

DROP TABLE IF EXISTS `sms`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `sms` (
  `sms_date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `sms_phone` tinytext NOT NULL,
  `sms_code` tinytext NOT NULL,
  PRIMARY KEY (`sms_date`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sms`
--

LOCK TABLES `sms` WRITE;
/*!40000 ALTER TABLE `sms` DISABLE KEYS */;
INSERT INTO `sms` VALUES ('2018-12-25 12:01:07','18633316323','7891'),('2018-12-25 12:29:55','18633316323','8251'),('2018-12-25 14:13:34','18633316323','2103'),('2018-12-27 04:28:22','18633316323','4967'),('2018-12-27 13:05:11','18633316323','1037'),('2018-12-28 06:18:44','18633316323','7302'),('2018-12-29 12:04:07','18633316323','8107'),('2018-12-29 12:15:22','18633316323','9898'),('2018-12-29 12:19:10','18633316323','7711'),('2018-12-29 12:45:28','18633316323','6922'),('2018-12-29 12:52:04','18633316323','3294'),('2018-12-29 13:00:46','18633316323','1466'),('2019-01-03 12:49:45','18633316323','1015'),('2019-01-03 12:49:46','18633316323','7506'),('2019-01-04 08:10:20','15600138883','5601'),('2019-01-04 08:10:28','15600138883','6215'),('2019-01-07 00:02:51','18633316323','3981'),('2019-01-07 02:05:50','18633316323','5973'),('2019-01-07 13:20:29','18633316323','9095'),('2019-01-07 14:53:28','15100538883','2836'),('2019-01-08 19:07:38','18633316323','3981'),('2019-01-08 19:24:02','15100538883','2836'),('2019-01-09 13:16:17','18613313789','6188'),('2019-01-09 13:24:33','18613313789','1949'),('2019-01-09 13:30:05','18633316323','5983'),('2019-01-09 13:32:43','18633316323','5766'),('2019-01-09 13:35:34','18633316323','7264'),('2019-01-09 13:50:10','18633316323','7416'),('2019-01-09 13:54:47','18633316323','3900'),('2019-01-09 14:22:54','18633316323','4663'),('2019-01-09 14:30:12','18633316323','5396'),('2019-01-09 14:51:43','18633316323','8289'),('2019-01-09 15:00:47','18633316323','2445'),('2019-01-09 15:02:07','18633316323','9022'),('2019-01-09 15:03:48','18633316323','9289'),('2019-01-09 15:05:24','18613313789','2978'),('2019-01-10 01:25:20','18613313788','5815'),('2019-01-10 01:29:25','18633316323','5725'),('2019-01-10 01:38:44','18613313789','4320'),('2019-01-10 01:49:18','18633316323','9039'),('2019-01-10 01:52:52','18633316323','2621'),('2019-01-10 01:54:28','18633316323','1493'),('2019-01-10 03:27:09','15383333447','3913'),('2019-01-10 05:51:59','18613313789','6188'),('2019-01-10 06:22:38','18613313789','2978'),('2019-01-10 07:59:52','18633316323','5805'),('2019-01-10 23:26:03','15383333447','3913'),('2019-01-10 23:37:20','18613313789','4320'),('2019-01-15 01:02:01','18613313788','5871'),('2019-01-16 05:51:31','18613313788','5871'),('2019-01-17 06:08:35','18633316323','6378'),('2019-01-21 05:21:51','18633316323','4496'),('2019-01-22 02:32:58','18633316323','5046'),('2019-01-23 11:41:31','18633316323','6842'),('2019-04-27 03:29:29','18633316323','5555'),('2019-04-27 03:51:59','18633316323','1880'),('2019-04-27 03:52:58','18633316323','4785'),('2019-04-27 07:18:57','18633316323','2491'),('2019-04-27 07:20:19','æ»¦å—åŽ¿','6729'),('2019-04-27 08:12:11','18633316323','1421'),('2019-04-27 08:25:41','','9020'),('2019-04-27 08:44:49','18633316323','2671'),('2019-04-27 09:01:50','18633316323','3879'),('2019-04-27 09:33:57','18613313789','5680'),('2019-04-30 15:38:52','18613313789','4388'),('2019-04-30 15:44:09','18633316323','8485'),('2019-04-30 16:12:09','18633316323','1537'),('2019-05-07 12:21:12','18633316323','7671'),('2019-05-07 13:11:24','18613313789','5369'),('2019-05-07 13:21:00','18613313789','5882'),('2019-05-07 13:22:50','18613313789','2173'),('2019-05-07 13:31:29','15100538883','1812'),('2019-05-07 14:05:56','15100538883','6621'),('2019-06-05 00:52:39','18633316323','5555'),('2019-06-11 03:50:22','18633316323','5008'),('2019-06-11 03:54:47','18633316323','7825'),('2019-06-11 03:55:03','18633316323','1470'),('2019-06-11 04:18:03','18613313788','5025'),('2019-06-11 04:21:33','18613313788','1903'),('2019-06-11 05:24:42','18633316323','2681'),('2019-06-11 05:30:17','18633316323','1981'),('2019-06-11 05:31:01','18633316323','5449'),('2019-06-11 05:33:18','18633316323','5931'),('2019-06-11 05:50:25','18633316323','1116'),('2019-06-11 05:54:27','18633316323','1544'),('2019-06-11 06:08:53','18633316323','6841'),('2019-06-11 07:00:41','18633316323','7222'),('2019-06-11 15:18:15','18633316323','8636'),('2019-06-11 15:20:27','18633316323','9338'),('2019-06-12 02:20:48','18633316323','4513'),('2019-06-15 04:28:19','18633316323','6040'),('2019-06-15 07:28:29','15600138883','2181'),('2019-06-15 07:35:49','15600138883','1567'),('2019-06-16 02:10:58','15383333447','6462'),('2019-06-16 02:31:28','18633316323','5380'),('2019-06-16 02:37:53','18633316323','3765'),('2019-06-16 05:00:49','18613313789','1115'),('2019-06-16 06:15:28','13663250450','5770'),('2019-06-16 08:51:40','18613313788','1191'),('2019-06-16 09:01:45','15600138883','7476'),('2019-06-16 09:04:50','18613313788','7787'),('2019-06-19 04:59:57','18633316323','6475');
/*!40000 ALTER TABLE `sms` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `usedcar_detail`
--

DROP TABLE IF EXISTS `usedcar_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `usedcar_detail` (
  `usedcar_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '二手车ID',
  `usedcar_autobrandid` varchar(255) NOT NULL COMMENT '二手车品牌ID',
  `usedcar_class` varchar(255) NOT NULL COMMENT '二手车类型',
  `usedcar_name` text NOT NULL COMMENT '二手车标题',
  `usedcar_detail` text NOT NULL COMMENT '二手车介绍',
  `usedcar_price` text NOT NULL COMMENT '二手车价格',
  `usedcar_yprice` text COMMENT '二手车原价',
  `usedcar_amt` varchar(255) NOT NULL COMMENT '手自动',
  `usedcar_register` date NOT NULL COMMENT '二手车上牌时间',
  `usedcar_mileage` varchar(255) NOT NULL COMMENT '二手车表显里程',
  `usedcar_colour` varchar(255) NOT NULL COMMENT '车身颜色',
  `usedcar_add` text NOT NULL COMMENT '看车地址',
  `usedcar_author` text COMMENT '车辆所属人员',
  `usedcar_tal` text NOT NULL COMMENT '看车电话',
  `usedcar_sub` text NOT NULL COMMENT '所属县区',
  `usedcar_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '发布时间',
  `usedcar_gtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '修改时间',
  `usedcar_display` tinyint(4) NOT NULL COMMENT '是否显示',
  `usedcar_video` text COMMENT '二手车视频',
  `usedcar_pic1` text COMMENT '二手车图片1',
  `usedcar_pic2` text COMMENT '二手车图片2',
  `usedcar_pic3` text COMMENT '二手车图片3',
  `usedcar_pic4` text COMMENT '二手车图片4',
  `usedcar_pic5` text COMMENT '二手车图片5',
  `usedcar_pic6` text COMMENT '二手车图片6',
  `usedcar_pic7` text COMMENT '二手车图片7',
  `usedcar_pic8` text COMMENT '二手车图片8',
  `usedcar_pic9` text COMMENT '二手车图片9',
  `usedcar_pic10` text COMMENT '二手车图片10',
  PRIMARY KEY (`usedcar_id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `usedcar_detail`
--

LOCK TABLES `usedcar_detail` WRITE;
/*!40000 ALTER TABLE `usedcar_detail` DISABLE KEYS */;
INSERT INTO `usedcar_detail` VALUES (1,'1','三厢车','本田思域','啊啊啊啊啊','55000','128000','M','2009-01-01','112200','白色','唐山市滦南县天承锦绣','刘先生','18613313788','滦南县','2019-05-29 02:47:19','2019-06-22 07:14:15',1,'',NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL,NULL),(4,'60','三厢车','马自达 马自达6 2012款 2.0 自动 时尚型\r\n','本车无重大事故、无水淹火烧情况，车辆部件进行了改装，个别外观部件有损伤，部分漆面进行了喷漆，内饰有少量瑕疵，发动机变速箱无拆卸渗漏痕迹，发动机舱内油液无需添加。','62300','66500','A','2013-01-01','69000','紫色','唐山市滦南县天承锦绣','刘先生','18613313788','滦南县','2019-06-11 06:26:08','2019-06-22 07:14:01',1,'http://ali-ckvideo.xin.com/vod-1deb7f/customerTrans/c73fa1d7b93d6e7c2bdf044bfd92bd82/217bf3d0-16b0271dd19-0000-0000-01d-f8ab3.mp4','https://c4.xinstatic.com/c/20190529/1509/5cee3019d94d4130109_20.jpg','https://c4.xinstatic.com/c/20190529/1508/5cee2fec48d01265522_20.jpg','https://c4.xinstatic.com/c/20190529/1509/5cee301b8667c537724_20.jpg','https://c4.xinstatic.com/c/20190529/1509/5cee301b8667c537724_20.jpg','https://c4.xinstatic.com/c/20190529/1509/5cee300f30335771255_20.jpg','https://c4.xinstatic.com/c/20190529/1508/5cee2ff38a578346530_20.jpg','https://c4.xinstatic.com/c/20190529/1509/5cee301f2ce53621495_20.jpg',NULL,NULL,NULL),(5,'22','三厢车','大众 朗行 2017款 1.6 自动 风尚版\r\n','此车排除重大事故、水淹火烧车，车辆无改装，车身骨架未见修理痕迹，整车外观完好，个别漆面有过维修，内饰整洁，发动机变速箱工况正常，随车工具不全，其他常用功能配置均无异常，发动机舱内液位正常。','87600','93600','A','2018-01-01','9000','白色','唐山市滦南县安平小区','刘先生','18613313788','滦南县','2019-06-11 06:33:51','2019-06-22 07:14:02',1,'http://ali-ckvideo.xin.com/vod-1deb7f/customerTrans/c73fa1d7b93d6e7c2bdf044bfd92bd82/3a7a8873-16b215e95a9-0000-0000-01d-f8ab3.mp4','https://c6.xinstatic.com/o/20190604/1518/5cf61b41937d9145906_20.jpg','https://c6.xinstatic.com/o/20190604/1518/5cf61b2cc6eaa800538_20.jpg','https://c6.xinstatic.com/o/20190604/1518/5cf61b42e5766933145_20.jpg','https://c6.xinstatic.com/o/20190604/1518/5cf61b2e370f7625818_20.jpg','https://c6.xinstatic.com/o/20190604/1518/5cf61b32d4f3d801407_20.jpg','https://c6.xinstatic.com/o/20190604/1518/5cf61b3ae53b7977236_20.jpg','https://c6.xinstatic.com/o/20190604/1518/5cf61b4441652683237_20.jpg',NULL,NULL,NULL),(6,'22','三厢车','大众 迈腾 2018款 1.8T 自动 330TSI豪华型\r\n','此车没出现过重大事故和水淹火烧的情况，车辆内饰外观无改动，车体外观有少量瑕疵，个别漆面有过维修，内饰瑕疵较少，发动机变速箱运转正常，车辆灯光及功能配置完好，发动机舱内液位正常。','158100','168800','A','2018-04-11','35000','黑色','唐山市滦南县安平小区','刘先生','18613313788','滦南县','2019-06-11 06:37:41','2019-06-22 08:42:59',1,'http://ali-ckvideo.xin.com/videos/1280x720_2000_62511884_2946173_1558678936.mp4','https://c3.xinstatic.com/c/20190524/1308/5ce77c30e5664890178_20.jpg','https://c3.xinstatic.com/c/20190524/1308/5ce77c4a52ddc655117_20.jpg','https://c3.xinstatic.com/c/20190524/1307/5ce77c2f83916788613_20.jpg','https://c3.xinstatic.com/c/20190524/1308/5ce77c4b9a4c2379879_20.jpg','https://c3.xinstatic.com/c/20190524/1308/5ce77c35bde0b724903_20.jpg','https://c3.xinstatic.com/c/20190524/1308/5ce77c4051c3e251895_20.jpg','https://c3.xinstatic.com/c/20190524/1308/5ce77c4f956a8408149_20.jpg','https://c3.xinstatic.com/c/20190524/1308/5ce77c4682cb9521333_20.jpg',NULL,NULL),(7,'3','三厢车','奔驰 E级 2018款 2.0T 自动 E200L运动型 改款\r\n','该车无重大事故、无水泡火烧情况，外观内饰均无改装，车架件未见修复痕迹，个别外观部件有损伤，个别漆面有过维修，内饰养护的非常好，发动机变速箱无明显渗漏，车辆灯光及功能配置完好，发动机舱内液位正常。','361400','388000','A','2018-07-11','20000','黑色','唐山市路北区鹿港小区','李先生','13412344321','路北区','2019-06-11 06:41:42','2019-06-22 07:14:13',1,'http://ali-ckvideo.xin.com/vod-1deb7f/customerTrans/c73fa1d7b93d6e7c2bdf044bfd92bd82/2d7446c5-16afd8c32da-0000-0000-01d-f8ab3.mp4','https://c5.xinstatic.com/c/20190528/1620/5cecef42ba639583821_20.jpg','https://c5.xinstatic.com/c/20190528/1619/5cecef1b34fd3193836_20.jpg','https://c5.xinstatic.com/c/20190528/1620/5cecef447b477100713_20.jpg','https://c5.xinstatic.com/c/20190528/1619/5cecef1cbe2e0540755_20.jpg','https://c5.xinstatic.com/c/20190528/1619/5cecef2303bcf139683_20.jpg','https://c5.xinstatic.com/c/20190528/1620/5cecef35a4c65468994_20.jpg','https://c5.xinstatic.com/c/20190528/1620/5cecef46f0e14289100_20.jpg',NULL,NULL,NULL),(8,'3','三厢车','奔驰 C级 2017款 2.0T 自动 C200运动版 改款\r\n','该车无重大事故、无水泡火烧情况，车辆部分部件有改装，车身骨架无损伤，车体外观有少量瑕疵，部分漆面进行了喷漆，内饰养护的非常好，发动机变速箱工况正常，车辆灯光及功能配置完好。','230800','247200','A','2017-08-11','13000','白色','唐山市路北区鹿港小区','李先生','12312344321','路北区','2019-06-11 06:46:00','2019-06-22 07:14:19',1,'http://ali-ckvideo.xin.com/vod-1deb7f/customerTrans/c73fa1d7b93d6e7c2bdf044bfd92bd82/cc36049-16b26832ff6-0000-0000-01d-f8ab3.mp4','https://c5.xinstatic.com/o/20190605/1515/5cf76c0a30800520188_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76bfa3a220410512_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76c0b1c563749161_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76bfb0c473762419_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76bfde53ca180050_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76c054bdfb789144_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76c060f4a2511825_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76c06c1f2e423214_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76c0bd819d319533_20.jpg','https://c5.xinstatic.com/o/20190605/1515/5cf76c08b83dd607342_20.jpg'),(9,'32','SUV','丰田 普拉多 2016款 2.7 自动 标准型\r\n','该车已排除重大事故和水泡火烧的情况，车辆无改装，车身骨架完好无修复痕迹，车体外观有少量瑕疵，部分漆面进行过维修，内饰无磨损和污渍，发动机变速箱工况正常，车辆灯光电器元件功能正常，发动机舱内液位正常。','331600','356000','A','2016-01-11','38000','绿色','唐山市路南区万达小区','李先生','13411112233','路南区','2019-06-11 06:49:11','2019-06-22 07:14:20',1,'http://ali-ckvideo.xin.com/vod-1deb7f/customerTrans/c73fa1d7b93d6e7c2bdf044bfd92bd82/25b747e1-16a7b2f9466-0000-0000-01d-f8ab3.mp4','https://c5.xinstatic.com/c/20190429/0829/5cc645766c0c4624579_20.jpg','https://c5.xinstatic.com/c/20190429/0830/5cc6458d86f89834247_20.jpg','https://c5.xinstatic.com/c/20190429/0829/5cc6457507298589837_20.jpg','https://c5.xinstatic.com/c/20190429/0830/5cc6458c4557a619242_20.jpg','https://c5.xinstatic.com/c/20190429/0829/5cc64587ef90e416695_20.jpg','https://c5.xinstatic.com/c/20190429/0829/5cc6457f3b563975624_20.jpg','https://c5.xinstatic.com/c/20190429/0829/5cc6457c9843d433484_20.jpg','https://c5.xinstatic.com/c/20190429/0829/5cc6457dead5c898315_20.jpg','https://c5.xinstatic.com/c/20190429/0830/5cc6459144ab6116252_20.jpg','https://c5.xinstatic.com/c/20190429/0829/5cc64579049c7574821_20.jpg'),(10,'32','三厢车','丰田 凯美瑞 2015款 2.0 自动 G领先版\r\n','此车无重大事故、水淹火烧情况，中控区域有改装，车身骨架完好无修复痕迹，个别外观部件有损伤，部分漆面有过喷漆，内饰干净整洁无磨损，发动机变速箱无拆卸渗漏痕迹，车辆灯光功能配置无故障无损坏，发动机舱内油液状况良好。','132000','141000','A','2016-08-13','30000','黑色','唐山市路南区万达小区','李先生','13412344321','路南区','2019-06-11 06:54:26','2019-06-22 07:14:34',1,'http://ali-ckvideo.xin.com/vod-1deb7f/customerTrans/c73fa1d7b93d6e7c2bdf044bfd92bd82/4e6a1031-16b3f19f72a-0000-0000-01d-f8ab3.mp4','https://c5.xinstatic.com/o/20190608/1715/5cfb7ca955eaa660007_20.jpg','https://c5.xinstatic.com/o/20190608/1714/5cfb7c7f496c1993773_20.jpg','https://c5.xinstatic.com/o/20190608/1715/5cfb7cab99e43736917_20.jpg','https://c5.xinstatic.com/o/20190608/1714/5cfb7c8122f4a990983_20.jpg','https://c5.xinstatic.com/o/20190608/1714/5cfb7c891b8cd326671_20.jpg','https://c5.xinstatic.com/o/20190608/1715/5cfb7c9975fe5437705_20.jpg',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `usedcar_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_basic`
--

DROP TABLE IF EXISTS `user_basic`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_basic` (
  `user_wechat` varchar(255) CHARACTER SET utf32 DEFAULT NULL COMMENT '微信号',
  `user_ID` int(255) NOT NULL AUTO_INCREMENT,
  `user_mobile` text CHARACTER SET latin1 COMMENT '用户手机号',
  `user_pwd` varchar(20) CHARACTER SET latin1 DEFAULT NULL,
  `user_nickname` text CHARACTER SET utf32 NOT NULL COMMENT '昵称',
  `user_URL` text COMMENT '头像地址',
  `user_realname` varchar(255) CHARACTER SET utf32 DEFAULT NULL COMMENT '真实姓名',
  `user_introduction` varchar(255) CHARACTER SET utf32 DEFAULT NULL COMMENT '用户介绍',
  `user_sub` varchar(255) CHARACTER SET utf32 DEFAULT NULL COMMENT '县区',
  `user_introductor` text CHARACTER SET latin1 COMMENT '介绍人手机号',
  `user_tjinstalltime` int(11) NOT NULL DEFAULT '0' COMMENT '推荐给别人注册次数',
  `user_tjbuytime` int(11) NOT NULL DEFAULT '0' COMMENT '推荐给别人购买次数',
  `user_mobile_verified` tinyint(1) NOT NULL DEFAULT '0' COMMENT '是否已经验证手机号',
  `user_token_md5` text CHARACTER SET latin1,
  `user_mail_address` text CHARACTER SET latin1 COMMENT '用户邮寄地址',
  `user_openid` text COMMENT '用户微信登录openid',
  `user_sex` text COMMENT '用户性别',
  `wechat_user` tinyint(1) DEFAULT NULL COMMENT '是否是微信用户',
  PRIMARY KEY (`user_ID`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_basic`
--

LOCK TABLES `user_basic` WRITE;
/*!40000 ALTER TABLE `user_basic` DISABLE KEYS */;
INSERT INTO `user_basic` VALUES ('18633316323',1,'18633316323',NULL,'我是大大大大大','http://47.104.194.174/img/userprofile/0077b86f8a6b41ca67b8371911ff679f.jpeg','江鎏月','哈哈踏踏哈哈连接吗','滦南县','',0,0,0,'a9106f527e4bb64ac38b79dd3501d951',NULL,NULL,NULL,NULL),(NULL,2,NULL,NULL,'踏实肯干勤劳技术宅男','http://thirdwx.qlogo.cn/mmopen/vi_32/Gdc0Xz6XjXsxKFdwLvmeZ9ZSL4AalATiatNz7alhRJm0QUyf18yYxbA66Nlic0HbZOr6ufhHoTgdpXbByyxibica0g/132',NULL,'这个人目前还不想写',NULL,NULL,0,0,0,NULL,NULL,'ooUNE1ovZTYd8oe0M-5DKx3WHihM','1',NULL),('',4,'15600138883',NULL,'那些年','http://47.104.194.174/img/userprofile/aa1973e0f168a92214ed85eb9658332b.jpeg',NULL,'这个人目前还不想写。',NULL,'',0,0,0,'d69f80b9251337589f569d1c3d11abe7',NULL,NULL,NULL,NULL),(NULL,5,NULL,NULL,'W','http://thirdwx.qlogo.cn/mmopen/vi_32/DYAIOgq83eqgNCX389TLLj4UyQPR6GibjGAG88slibGwpCyjthyjtBgx32iaQLKn59niaWJjz9pIP1bap1luNpjTPQ/132',NULL,'这个人目前还不想写',NULL,NULL,0,0,0,NULL,NULL,'ooUNE1r_sfQ-RDd0FJ_l5-k8MJUk','1',NULL),(NULL,6,NULL,NULL,'大叔BigUncle','http://47.104.194.174/img/userprofile/6cdfa5ac14f66d261b8935457e5a5898.jpeg',NULL,'这个人目前还不想写',NULL,NULL,0,0,0,NULL,NULL,'ooUNE1o4rUcForQQZ3PHfEObCcWw','1',NULL),('',7,'15383333447',NULL,'李李',NULL,NULL,'这个人目前还不想写。',NULL,'',0,0,0,NULL,NULL,NULL,NULL,NULL),('',8,'18613313789',NULL,'Fantasy','http://47.104.194.174/img/userprofile/62a7fb99b173fb729324f76237d0e176.jpeg',NULL,'这个人目前还不想写。',NULL,'',0,0,0,NULL,NULL,NULL,NULL,NULL),(NULL,9,NULL,NULL,'北京民通031','http://thirdwx.qlogo.cn/mmopen/vi_32/aA4ZbHAhbRaichc8sibythu6dbbgYTicdvzqUwovZsKaVibdeBEVHaaQ0o83H1JMjs0yxkfzMJ9pM8Fwib6XsJnyUVQ/132',NULL,'这个人目前还不想写',NULL,NULL,0,0,0,NULL,NULL,'ooUNE1tui_khsRTCJFxXCmF83b48','1',NULL),('13663250450',10,'13663250450',NULL,'PHP6⃣6⃣6⃣','http://47.104.194.174/img/userprofile/807cc4389ebb6dc3b4256bc57f245821.jpeg',NULL,'',NULL,'',0,0,0,NULL,NULL,NULL,NULL,NULL),('',11,'18613313788',NULL,'随便',NULL,NULL,'这个人目前还不想写。',NULL,'',0,0,0,'d7905c31b550cbacf7ff1eae53cc99de',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `user_basic` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_message`
--

DROP TABLE IF EXISTS `user_message`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_message` (
  `message_ID` int(255) NOT NULL AUTO_INCREMENT,
  `message_fromID` int(255) DEFAULT NULL,
  `message_toID` int(255) NOT NULL,
  `message_typeID` int(255) NOT NULL,
  `message_content` varchar(255) NOT NULL,
  `message_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`message_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_message`
--

LOCK TABLES `user_message` WRITE;
/*!40000 ALTER TABLE `user_message` DISABLE KEYS */;
/*!40000 ALTER TABLE `user_message` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `water_detail`
--

DROP TABLE IF EXISTS `water_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `water_detail` (
  `water_id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `water_shopname` text NOT NULL COMMENT '商家',
  `water_name` text NOT NULL COMMENT '桶装水名称',
  `water_yprice` text NOT NULL COMMENT '桶装水原价',
  `water_price` text NOT NULL COMMENT '桶装水现价',
  `water_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `water_tel` text NOT NULL COMMENT '商家电话',
  `water_pic1` text COMMENT '桶装水图片1',
  `water_pic2` text COMMENT '桶装水图片2',
  `water_sub` text NOT NULL COMMENT '商家所属县区',
  `water_display` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否显示',
  `water_des` text COMMENT '描述',
  PRIMARY KEY (`water_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `water_detail`
--

LOCK TABLES `water_detail` WRITE;
/*!40000 ALTER TABLE `water_detail` DISABLE KEYS */;
INSERT INTO `water_detail` VALUES (1,'康源普林纯净水厂','普通康源桶装水18.6L','10','6','2019-04-25 02:53:31','13888889999','data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wBDAAgGBgcGBQgHBwcJCQgKDBQNDAsLDBkSEw8UHRofHh0aHBwgJC4nICIsIxwcKDcpLDAxNDQ0Hyc5PTgyPC4zNDL/2wBDAQkJCQwLDBgNDRgyIRwhMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjL/wAARCAFNAfQDASIAAhEBAxEB/8QAHwAAAQUBAQEBAQEAAAAAAAAAAAECAwQFBgcICQoL/8QAtRAAAgEDAwIEAwUFBAQAAAF9AQIDAAQRBRIhMUEGE1FhByJxFDKBkaEII0KxwRVS0fAkM2JyggkKFhcYGRolJicoKSo0NTY3ODk6Q0RFRkdISUpTVFVWV1hZWmNkZWZnaGlqc3R1dnd4eXqDhIWGh4iJipKTlJWWl5iZmqKjpKWmp6ipqrKztLW2t7i5usLDxMXGx8jJytLT1NXW19jZ2uHi4+Tl5ufo6erx8vP09fb3+Pn6/8QAHwEAAwEBAQEBAQEBAQAAAAAAAAECAwQFBgcICQoL/8QAtREAAgECBAQDBAcFBAQAAQJ3AAECAxEEBSExBhJBUQdhcRMiMoEIFEKRobHBCSMzUvAVYnLRChYkNOEl8RcYGRomJygpKjU2Nzg5OkNERUZHSElKU1RVVldYWVpjZGVmZ2hpanN0dXZ3eHl6goOEhYaHiImKkpOUlZaXmJmaoqOkpaanqKmqsrO0tba3uLm6wsPExcbHyMnK0tPU1dbX2Nna4uPk5ebn6Onq8vP09fb3+Pn6/9oADAMBAAIRAxEAPwD3+iiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAQnFMM8a9ZEH41leK3uY/CuqvaFhcLbOYypwQcV8vxeKNWjV4/7QnO7rlyT+B7V1YbDe2vrY561f2fS59VyaxpsTFZNQtUI6hplGP1qSLULScZiuYZB6o4P8q+WLfXr55AZL2VgTyGc8/WuufWdNk01gl2Y5yvVHfOfzrtllVrWlf5HMsfe90e/rKjnCurfQ0+vCfh3qF//wAJNAqzPKjnBDuTkd692FcOLw31epyXudWHr+2hzWsLRRRXMbhRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABSUtFAFbUFD6dcowypiYEfga+OmjH2qTsAxx+dfZU6ebDIn95SPzr5L1zRLrRdbvLW4CFopSpKHcPUdPavSy23M0zixukUzPgTmtSKH5QdwqpFay8Hacf7rf4VoJauqZOfwRj/AEr6Sm42PCrS8zsvhnKI/FsAPOcgfiK98rwf4Y6ZPceJ0mAKxwjcdwIJ/A17wK+czZxdfTse1lt/Y6i0UUV5h6AUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFJS0AFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAV4B4ztFl8ba3ExxmZGyP9xTXv8AXhXjTC/EPVsd/KP/AJDWvTyr+PbyPJzm6w913M9F2gL6DFSngVFvGaC/vX0p8S02zr/hyw/t6QesZr1avI/hw4HiRh6xmvXK+YzT/eH8j7bJf90XzCiiivOPWCiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKTNQS3sMXVsn0FAXLFIayp9ZRAdq81kXniWZMhSF/Cq5GyeZGn4l8RWnhrR5r+6cZRf3ceeXbsK+eLjULjxR4hutTvXa3aZfMZVkIGFAAUcd8Cux8VQTeIJN8ly5ZTkA8iuJvIpdHAeUgh225A5NevgKVKOsnqeXj5VZK0Y3QgijBxtvh/20zWsPsP2XC6fcF9v3muG/PFYLa7ErsEZmQHg7cZ/WtBrqQ2QuEJIK5xXsXpdWeG6dfoi14c1mfQdcW5jSUY7M+Rivf8ARNcttZs0liYB8fMncV866XG2rM5DlfLIyCK7vQlk07BW4bI9DivIzGFGbvF+8e3lzrRjaS0PZc0Vxlr4guRgeYW+tbEGtMy/vEFeQ4NHq8yNuiqcWowydcqferYYEZByKlqw07i0UUUhhRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFNZgqliQAOSaZNPHBGXkYKork9f8AFEEduYVbash2l8/dHvVRg5OyJlJRV2R614vhicxxvtXOMnjd9KwG8UbyflYj61qRWtvNCAUSSNh3AINV5PDWmyZxC0R/6ZsVr0IRpR0Z5lSrWk7xKY16N+SGzUyXscw6ZHuKenhO1Y4W9mhGOpUP/hULeGblG/d38Tgf34SD+jVr+5ezMOfEJ6oHWF8EJtJ6laxtY8PWepqitGRtbPHr6mtv+xL4D71s3/AnH+NRvod63/LO2/7/ADD+lOPKndMJzqSVmjjm8DWmAjRvt5PArWHhSyjsPI2v90KF3VtnRtQxxDbfjO3/AMTTl0HVWHENn/38c/0rR1V3M4wkujMjRvDljppkxGRuI6mugjjtY+FVenY1AvhfVmm8w/YlyMcRs39RVgeFNQb79zCP9y3/AMWrGcqcndyNoe1jGyiyX7TDEn8Ipn9rx54YUxvCLgZlu7gjvsVV/oadH4esI/vLJIf9uQmptS7lc1bsTx6ugIywHtmtqw1SRMHa5jPUNx+VZsFvBbDEMKR/7q4qZpkiXdIwUeprGpGL2R0U6kludfG6yIGU5B6U6uUstf2EIozH/tV0VpeR3ce5DyOoz0rjlFxO5STRZoooqSgooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigApD0paSgDxrx148c69NpVrwIPlLZwCa44azq0kwXyDNnso3Vb1zw0+p/EHUoEuEiBmLEvwTnsPU16Jo2hW2mWqxRpkgcu3JP4161KVKFNaanj1vbSqtJ6HJ6KmtW86yRwyQQsctGxwPyrsoLy4wN6fpV9YMduKljREPzRK/wBc1NWsp9CaVB0+pAl4NnzRnPYg0v2uNRluBUpiVmJCAewpPJX0rHQ3sym+uabGcPewKfQyDNINf0k/8v8Ab/8AfwVaa0hc5eJGPqVBqM6bZk/Nawn/AIAKr3OpLU+hAdf0leuoW3/fwVZtvE2kopH26BvTDjimf2RYHn7HB/37FTQ6JYv922twfTYKH7OwR9rfSw//AITDSFHF1Af+2oqWLxTZ3H+oKSf7r5pU0OAdI4R9EFTrpSAYDAewFZP2fQ3i63Ugk1dpBgRAA1T80n+GtX+zEHV6jms440JD5IpqUVsKUJvVmaWbHArPvba4lfejAkdFNaxWmMAK0jKzujJxucnLJe2sha5URoO45FbvhrVy19Gqk7Sdp96S7lj2srqGBHQiqWgpENUTykKrvHFRVcXHY3oOXNueoDpRSDpS1xHaFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFAHmOseHp7HxpJqny/ZrgdT0zW9DjAFbPiCQw2CvgEbwCCMgisCPYvMavH7Icj8j/AErqpyconFVgoyv3Lq+lPAHcVAjM3IKt+an8jUoLD+Fh+tNkocygUm0UpJPX+VFACbRRtFLRRcBNtKuVOQcGikoAf5r/AN80ebJ/fNM2ml2GjQd2Bdz1Y/nTCc9TT9nrTWAHYmhWFqRmoJehqZmfsij6mqVwsjj5ptvsi8/nVpENmRqt5BZxNLO4CgZx3NSeCnl1jUFuIrcpbRHLM3f0AqpeaSt2xV1UKerN8zV1PgyKC1kurWBQqoqEjPfmlVsolUOZy8jrx0oqGW5jiXJOT6Cs6bViv3dij1Ncig3sd0pqO5r0VzkurSEZ+1Ig9RUA15UOPtm8+wz/AEq/YyM/bwOqpK5weJFjUM+6Rc87YyT+lXLTxJpl0/li6jST+452n8jik6U10Gq0G7XNiikUgjIIIpazNQooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAyfEMe/Sn9mBrm4u1dZq67tNmHtmuTi4rpobM4sTui0hOKkV2HeohyKcK1aMEycSN604Sn2qEHijNKxXMTecfQUed7Coc0UWQ+Zk/nD+7Sed7VDmkzxRyoOZk3n+1IZz6VDmjNFg5mSmYntTGc0zvQ1OyFzMRmNVpTjmrOPWq8nQ1SIkZF5cSRsWX0qDQ9SvbIXRtmiNxORzIenWrN6gKNUPh+4S3ubksFJMalcjOOTzWrS5drmKm1Na2Lv2DVbmQNqetyru6QW2Ez/UfnWlFpNsiBWBI/2mLsfqTWVea3EhYAjPes9NfcN8r5HoaPZ1JLTQ0i6afc6xbGxj6Rgn1Y5qUeRGMIij6Cufg1dZh8wKmra3SsAVOc+lZOEupvFx6Gp5oHYUk1vZXse25topV/2lqiJWbgVagVgOc4qHGxakXtLt49OykE83kH/ljI24L9CeR9K20nRxwwrn/OVBywH1qCXUXUfuSCfesnScmaKrGKOrzS5rzDU/G2s6bN5S2KSA8qwJOaWy+Ieqkj7TosxHrFz+hq/qVW1zNY+jflPTqK5GDx5Z4Bnt7qLPXfAwx/St3Ttc0/VEzaXUch7rnkfhWEqU47o6IVoT0izRopAaWszUKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKAKWrErpdwwHIQmvLh40063maO5SaNgeqruH+Ner3gBtJQcYKnrXAS6Fpc0rNJYW7knqUFdeFcdeY4sWnZWK0PjHQpFyL9R/vKw/pVhPFGit01GH8zUkegaSn3dOth9IhVhNNso/uWsK/RBXS3T6JnElV7ogXxFpLDi/iP508a9pZ6XiH6An+lW1toQOI1H4U8QoOij8qn3OiKSqdyj/b2m/wDPxn6Rt/hQNcsT0eQ/SF/8Kv8AloOwpdi46Urx7DtPuZ41uzJwPP8A/Ad/8KRtctR0jum+ls/+FaO0UYHpRePYLS7mWddgAz9mvsf9ezUn9uwEcWt9/wCAzVq4HpSYHpT5o9g5ZdzL/tyMZxZ37fS3NJ/bqkcadqLH/rhj+tawxjpSjGKOaPYOSf8AMYEniURZ3aVqXTP+qH+NU5/FEhhDQaNfOf8AaXbj+ddPJjB4prgbOgq1OH8pnKE/5vwPP77xBrM8e2HSmiJB+8hY1TWfUbSCJrjKTTR854PBPavRJseUOPWuP1lFlv7dWOFERyx6DnOPyrroTjKSVjhxcJwptp6nL3+ozRuFMhyf1pLPUizgMTnNZOpsH1JpY2ygOBn0FTW2cAgfOxworusrO6OWLlCKaep3GnzNdSCJCSo++w/lXa2FoqRDzFHI4X0rm/CmlCC2SU/N6Z7nua63ftGB17mvGryvKyPaw93G8iCaSK0kwYyqf3z90VEb8y/LAQ2e/Wor7U44HSDBknlOEiXqf8B71QhmVtQNpbLGtwBmeWNcBB6D3qYw0uypTbdovQ1hC5b94WZ/7oPT6ntQ8SD5XYk9kj4/M9acIkCBVLLgYypOaj8uSL/VsCPyNQWrLcelnGDu8tFPbjP61KFK4wBiqvnEHDFlPo1P3nGc8UNMuLXQupMmMMqn6jNRPY6dM/mG1WOXtJD8jD8RVV50iGXbH161RuNRnbi3jJJ6E0lTk9gdaMdzsrO+8qMJLM8oHRmHP/16ui/gPG4/lXkWpr4jEbTlZlgUZJjY8CqMmnajcWqTLfzwznnaJCKv6imruRj/AGlyy5eRnuCXEbdHFSg5rwSx1jxPZW8rxXbXEdvkSLMcsozj8vxq9F8SdctXBeJCg6gc1MsuqLZlwzWjJ6nt1FcP4d+I+n6wyQXCmCdvyP8AhXbKwYAggg9CK4p05QdpI9GFSM1eLHUUUVBYUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAcl8Qtfl8P8Ah03EAUzs4CBuh5rmtA8Vafr6gRv5N1/FBIeQfb1FafxX046j4cjQMVZHLKffivItG0aa/mXz4pIgh/1i8Z+hr08HShOm77nl46rKE12PbFRj0FL5cndfyrm9PkvbGJY1uXmUDjzjuP51rRaxKoAkg/EGh02tjGNWL30NAI3900bG9KgTVo2HIKn3FSDUIj0YfnU8rNOaI/a3pRtb0pv2xD0YfnSfaAehH50uVhzIccikpplzSByenNFg5h9JigCQ9EY/hT1guG6RP+VLQrViYoA4qYWlyeqY+pqC5jlt4i5wfYGhWY2mldoic5qKSQKDzVdppX6ACoJInkB3Mze1aqJzufYzda1+O1TyUf8Ae4PQdK4v7R51xLA7PseMncxySRzn+ldveaXHdxmNxgHv6Vxd1YPYX0olfcFhchgMDG013UVC2m5wV5TckmtDnfJaactxtJ4HtXT+GtFe/uldlGzoAfTufxrAsomkkWPn5upHYV6v4csVt7JZMYLj8gK1xVTkjZE0Ie0nZ7GxBCsMSqowAMDHpWZr2tR6TajaN0z8InqfX6VfvbqOztXnlYBUBJJrkdHhbXNTl1e9H+jwnEat09cfh1NedSgnectkd1ao42pw3Y6CK6061bUp8zape/u4Iz2zz07AdcVs6Tpx0y02u5kuJDvmkP8AEx/pVfSmbVL2XV5B+6GYrVT2QHlvqa2c05yb0YqUFFf194gc5p4emYBpyrt5HWsmbxuNuG2xkDBfHAbp+NZcmsRxOI5WETHjL9PwxU2p3S2ds0rHoO5qtoehC6ddT1Fdzt80URGcDt9auHKo80tjOo5ykoU9zXsdMN6FlMwEZ/jI6/StcLp1gmFKl+7Hk1z3iPxFJo1qBFCcvwvPA+tYtreXT2aanrVyILfGUQcGQ+w70KlKa5nohutTpS5Ervr5HQ63rMK2rbJDt6MVTPFcfJr9qjY2yOfpiobrxFfajI1vpFo8cfTeF3OfqegrPn0PV0ie6miJ7tlst9TXVRoxjpI4cTWnN3p6r0FnvRcPIEjlCSEFhu60+xtbWRpEvFlQFf3ci8hT71n/ADRsA+ORwQasRyyRnKMRXa4XWh5Kq8srsjvIZdN+aONeT/rF7++a6vwh8QpLSdLTUCWgbADZ6GsaO+hlQx3Ua4PG7FZWpaI9sv2m2+eE8nHOKxqwjVjyVEd2FqSpPnpO59GQTxzwrLGwZGGQR3qWvJvht4uKyro95J8rf6lmPf0r1kdK+fr0XSnys+qw9eNaCmgooorE3CiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKAMjxFp/9oaVJH3X5q4y1sltoVhI4UYr0lhlSK4cmP7TLHnBDH5T2+ldWHm1dHHi6aaUiJYUHQUvlKOKn8v0pCmRXTc4eUhNuvUEGk8gelTgEDpRTuKyK/kD0FHkD0qxRRcLFfyB6VNBmCQOhx606lo3GlZ3Lo1LHRDR/aknZPzaqPenBfao5ImqqT7lltRuH6BRVeR5ZuHOe+KcBSkc0JJCbk92VigBpCadIw3cVWmnEYxnn071otTKWhHO6ojM5CqByTXBeIr6G5UeSpxKdoc/xKOv9K6i8iub4MjsYoD94d29vauV8UQiP7JFGAOCigduldeHVpanDXd0J4b003N3G4B+Y8f7o7/zr0+FAkYAGABgVznhbT1tdPSTqzAKpx0FdFO4it3bOABWGInzzsjowsOSHMzkPFl1JfX9tpVsSWcgsPx4H8z+FX9ShFrptnoFocSXHyMw6hBy7fj/Ws/wtGdQ1q81eXkKSI89s8D8gP1rU0r/T9UvNVPKZ8iAn+6p5P4mrn7to9F+ZFP3m59Xp8jVihSCCOGJQscahVA7AU7FLRnFc3mdK7CquTVgINjMSAAM0xEwOa5/xTq08Ih02w+a9uzsQD+Ed2qUnJ2NHJRjdlRwPEXiNLGL95DbHfOwPyj0BrtTtiTahzjgt61laBo0GgaX9lh+aRzumlPV2/wAKW/ud7G0Q5OMyEdh6fjRJ87stkFOPs0292ZWrrFc3Ud1OvnRQj9zb9pH/ALx9v51VtPDdxrF2b/WpGb+5AOAB6ew9hVyNGkv97H92g/M1oPqcVpGWlkCIB3Na80orliZxp05e9PYsrHbWNuI4Y0iQdFUYrM1HUre2t3EkiAsvQmuf1XxO0u6O1BXnlz/SuamkeVizuzMT1Y5relhW9ZHJiMxgvdpq4jMCTzu98VYtx5sqR+pxVQVdsmVZBuPBI/nXoXaR4lk5anRadDBZ2rO0IkZ+mQCcVUk1G1tpii258l+TtPAz7VOrA2SgdVQH1PB/yawbg5c5z7Z9K540+dts7KlZ0oxUCWWwg0/WrK9iY/Y53+V1P3GP/wBevctFvTfabHIx/eL8j/UV4fYstzHJps5/dXH3D/cfsa9M8CXsrxGKcEO8YJB/vr8rf41wZhTdteh7OV1lJ3XX8ztqKQUteSe4FFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUABrz3VBt1CXsQ5/nXoRrz7Xfl1GYf7RrpwvxnLi/4Y2G7dRgnI96tpdI3UY+lY8T+9WkYV3OKPKU2agkiP8Y/Glwh6Mp/Gs0kA07dU8hftDQKD0pPLHpVHefU0u9v7xpcrHzrsXtg9KNo9KpCRv7x/Ol3t/eNHKPnXYu/KPSjK+tUwzHqaXJpco1MtFhUbPn2pgoJosPmIJG5xioiAvQAUsjYkP1qN2rVI55MhmPBrm9TtftWp2WegLAfU4rfmfiqlrEJtUgY5whYj9K2i7anNP3nY37WERRxxgYCiqXiSfyNEuSGwfLP+H9a1EHz/hWF4uBbSXQfxuifmwrmp61Fc7Knu0nYqWiNpvguNIhi5uyAnruc4H6c1u2VqljYw2sf3YkC/X3rOdhc+Jbexj/1NhFvf/extH862CK0m2/nqZ00lp20ExSou6QDsKO1PjBC57nmsJbG8RJ5lgid2baqjJJ7Cub8KW76lfXWv3IJMpMdsD/Cg7j60/xfdSfYotPgb9/eyCJfp3NdJZ28dlZQ20QwkaBVH0pv3YeoL3p+hHql6bGxaVF3zE7Io/7zngD6VjSuum6c8txKC4BeV/7zd/8A61SyzfbtXkkJ/cWWY09GkP3j+AwPxNcd4z1Qu8dojfKBuYfyq6NPmaiZ1qvKmy7D4nS300T3OPMkZiiDqRniufv9Wl1GcPI/yj7qL0FYEsrMQSckcCrMHABIBH1/lXfCnGL03PPrVJTik3oaKSZFNecLkCoGlwMDgelQMcck/hXTFHCqauTNOc9acsxz1qiZfmwoyfQU8NIDypArVI09nobtrdtHHjOVJBINEkqsxI6n2rNgmzwDUqyHeahpXMJRezLfIIZeCvIr03wxP/pdnPnHmvg/Vl5/UV5lF8xFegeGWzb2vqtyn864MerwuenlDam0en0UUV88fWBRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFAAa4DxIuNTl+td/XB+JxjVJB0zj+VdGG+M5sX/DZiIcd6sxtVMdanQn0r1GjxL6lzdkUoaoVPFBOOamxVyfdRuqvupwYmlYLk4enqagBHrTw1JlIm3CnBqr7qeGqWi0yfdSFqi3U0tSsVchlfEp+tRs/FMnbEpqJpMCt0jlk9RJDkVJpig3We4B/pUaASsqbsFuBmpLEPDelWXoSrc9DTl8LRFPWaZuJ941Q1a1F3CsZOAHRvyYH+lX4yCaiuwfKYjqAcVzRdpHbNXiZHh1PMa+1FvvXMxx/ug8Vt7gB0qnYRLBp8Ea8AIP15qwM5rWcryuYUo2ikxzc8etSe1MQZcZqvql6mnWM1y3RF/Wsrc0rG6ajFtmXaxJqfil5jgx2aFQDzznr+dbl7dC0sZ7lhkRIW2+p7D8a5XwOxeW9kySzqpbJ75J/rW/rEq77Ox43XMvOf7q/Mf6VdWP73l7GdCf7pze7MaWRdI0YCZsuF3SH+855P6mvN7+d7u5knk4Zz09BXWeKL7z7gWyHKp8z/XtXJTqSQo7V6FCjyw53uzz69bmnyLoVood7ZJwB0JGeauMojHTnuc1NDbbADzkdR0z04/WoJ+Gx6VcI3ZlOXQhZuadZWc+p3qWsP8AEeWPQD1qFyc7R1Na1hfJog87blyMde9bSvZ2HCyaTOxg8LWdnpjxBAzMvMhGWJ/pXmV6Ly0vZYipJRiPrXoFr4r+1WiiOM+a39/oPf39hVC8sZLhzcS/fx94n/DiuPDuopPnO7FVKEYrkV2crCs8luLhE+ZT8yg1a3Zw3TIzVC4mitrplgLEMfn29DV4zQzhWjbBxyDwc11cxxzp3XMjQtGyQDmvQfCmWaBB3uEP8zXnlmvTvXpfgmHzLq246Mz/AJDH9a4MdL92dmWUmqp6SKWkpa8A+lCiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKAA15/4yuEttVHmnarIOa9ANcT4zs47q5CyLnKDB9K2w7tURhiFemzlo54ZOUkU/Q1ZQ+hrEk8M27NkSyqfY06Pw9s6Xlxj2avZXI1ueBJTT0RvqafzWKmhY63tyf+Bmpl0NRj/Sro/9tTScYfzAnU/lNTmjPqaz/wCxo+9xdH/tsaDoFoxy5mY+8rVNodyvf7GgZEHVgPqaPPiH/LRfzrP/AOEd07+KAt9XY/1p6+HtMUY+yofqSaluBaU+xc+12w63EQ/4GKX7daD/AJeYv++xVUaDpo/5cov++akXRtPXpZw/98CpbiaKMiR9Tsk+9dQj/gYqJtZ05Rk3kP8A31TxpViucWkP/fApRptmvS2iH/ABSvEfKzIvvEelRSc3anj+FSf6VmzeKrAZCCeQj+7H1rorixtsg+RHn/dFQm3iHSNR+FbxnG2xyzpvmOej1rUL7atjYSLn+OTtXSaTBcW0IkuJfMuGYu/NLEgUjjHWt3StBsNaic3BdLiIjy5I3KsoPX6j61FeqlDXYvDUW6mm4kbgncvQ1O6bo6nk8N3NlHmCY3CDqGGGqvAx5jcEEcYPauWM1LVM7JQlHSSKcbFI1Q9VGPyqVH9aS5hZJSQOG5qIEgVutUcr912LcbAtXPeNZsaOkXeSUfkK2Uc7q5/xaDKlsOysf1q6Eb1URianLQZD4ExHqWoo3DMFIqbUNQW58Uu6nMVlbPj0z3/pVCNzp9y0yMU82PBK1XSN1Er87po2z+YrpVHmqc3c4JYtwpKD6f0jAuZ3kld25ZzkmmW8BklHckipJov3laOn2+ULcV2VHpY5ISuQSJhDnJz7k/n+lZkkQLE1u3MQUEHp7D/PpWQ461NNFSlqVIYQ1yDjhearX3764ROeuBWjbjDSnvtqpgG7Ut/eFW9jWEvev2Rv6NZpDAhZfvDNQeJdY+zRraRN8zjLey+ldHaLEbGLIHCAV5zqLi912eQn92HP5DpXPbmZdCN5OT9RQ6rGGZQXYZx6UschDcAcVQNyTIWPrUkc2T7mu2HKlZHRKD3Ogg1Ocjy4reNzjsmT+ldd4Q8eWmlXYS/jCIRs3qCduTya4dbpktPIgzHGf9Y44aQ+59Paq/yg9K5q1GnVTjJG9KpOk1JM+pra6hvLeO4t5FkikGVdTkEVPXlPwh1eQteaTI5aJVE0QJ+72YD26GvVq+YxFH2NRwPoKNT2kFIKKKKxNQooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKAEPSuT8SyJLdAIcmMbW/n/WusPSvH7/xE1p4xvra7b/RZnGwn+AjIrow1Nzlp0ObFVIwh73U0yOaAPan7dwDKQQeQR3pRkHtXcjzGIFz0FPCn+6alSR8fwj8KcZznAFAkRBG/uml2MP4TU4ZyBkAUuGPcUhlcgjqKKnb0JFQkUigopKKQxc0lJmnhR3p2C5XmG5TVQitJ1+XpmqMrpCpd2AHvWkEYVHbUiTqBT/D+uLH43t7RGOx4zG3Pc8j+lcxrOvgho7fB4xn0qDwRG83iyzlOSxlUk/jXRUofupOXY5qVf97Hl7n0COlZ2o6al0hkjVVnHIb19jWiOlB6V4EW4u6Pp5RUlZnHyjzYiCpWROoPUGqZKNw4wfUV1l9pq3B82PCTY69mHvXN3tlIjElSD3Wu+jVUtDy69CUXcryW+0b0ORjNYGrbZXZG6iMOv4Guigf5DGeT1Xmub8RHY0Ui5V43KnPcHkV1UZWqK5wYqHNRdiuUDxpxnAqO5Tb5e0eoP44p9vJuReMUXvNs5H3gMiu6Okjy60eek0YN1a7ZSCMYNaGnxbY2BGCaYbhL5QTgSgfnVq2OBg1vV1Rx4aT5rMr30eVP0/SsKWPBIrqJk8wZz/8AXrDuICjEYxSpPobVrp3MyP5Zeeh4NU7yF0fKgmtRovmpkkbkcc1s1dBCpaVx9jrUiRBZYn29Ccd65y8heG4lYA7XPBIrfhLxk71BHSnTTI0Jh8tSh6jFYWaex2Up04pu+rOOdCAD71JbxlpgK1ZdKeTJhUsBzioxAYpASuPrT5rSO2ElUi7FqGIyBiuMIueaqz+Ytzblxh3Rt49R2P8AOrUNxLbMWiK5Iwdygj9acolvJ0yhknZsZAyzHsP8AKTj73O3oioy93lS1Z3/AMIbV3127uMfJFBtJ92PH8jXstcv4H8OHw7oaxyqPtU58yb2PZfw/wAa6ivm8XVVWs5I93DU/Z01FhRRRXMbhRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAIeleG+O9NeLXrhlHIcsPcHmvczXE+OtEN1Ct/EuSg2yADt2NdWDq+zqpnLjKPtaTieVabr91piBBJ5kY/5Zsen0rp7XxfYyRAzRtE/p1rkr7Ttsm8DBFVZITsyBX0bo0qqvY+XdWpRly3PSItd0yTrOFJqYanp+0E3KgHpjmvH5mmiDNGWGPQ1SGt38DfK4bH95QaylhKa6nRCpWmvdse2/2rp+Mi6XH6/lQNVsSMicn6Ka8cj8W6gvBCfgMVYHi+62kNApPqXNZvDR6GydZb2PWG1ayAPzyH/tmarN4i05W27pCR1+WvK38STyEmRDg9s8VVTVIjMAyKik8ttzj3xSeEj3CM6t7WPXT4ks9u4W9y30T/AOvUR8TQ7AUsbpm9MAf1rmbTT9NeCOZ/E8EcZGQFQDH5tV4XfhOzjxPrclyw/uAf0FYShBbJs6YwqP4tDSPiocH+zLng896RvGIiBMljIg92xWHL4w8LwHFpp9zdEdN3T9ax9X8T3Wr2j2lvpcVtCxHI6/0rSFK71iTODS+LU6K98b7oSkMZWQ9yc8Vz9xfT3ys0szdPWsiCymbBlfJHpz+taEVlIVYKe1d8Y0obI82tCo3q7lK2WVpzFywB4zXqvw28PzR6h9tnjKrCvy5HUkVy3hjw3PfXqAKcFuTjpXu2n2aWNnHAg+6OT715eYYpKPs49T0MvwrlP2kuhaHSiiivEPfENRzQRzLtkUEVLRRsJq+5zt54efeZLWQdc7G/pXJ+I9OnEZE0TKxHXsT2INenVXurWG7t3hmQMjDBzXRDEyT11OWphIyT5dDxixfKYJ5FXSMjB71NrWizaLqDMVzCx4Yd/eowPl3dRXsU6qmro+fq0HTk0zm54DbXLR9uqn2q7bhgOuQferl7arcx/LgOvKmqFuxB2N8rKcEGuhVHazON4dX5omlGpYcKT9KrXtqQfm9DnIq/ZLumVARyCefWq93cEl4yehxxxUKb5tDV0oundmPJFGnByrd81UdsNhenvV6ZC/I/AVAbYmuqM+5584q+iKTAt706O2Mh6VoR2JY81safpDStnGEA5Y9AKipWjFG9ChOo7JFLTdJaZwqr15PsK7S2+H9jq2nlrsNGxH7uRBhvqfatXw/oS7FldNsPYEYMnv7D+ddYAAMAV4eJxkpS9xn1ODwSpxvI8hk+EN955EepWxiz95lYH8v/AK9dh4Y8Aad4fkFyzG6ux0kdcBPoP611tLiueeLrVI8snodkMPTg7pagBiloornNgoopKAFoopKAFopOaWgAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigApkiK6lWUFWGCDT6KAPP/ABF4NHzzWilkPO3HIrhrjTWhiZGQgg88V7wRnqKw9V8OW1+C6KEkx+Br0cNjnBcszzMVgVN80TwK6tcE5WsqSzQtnZXpuueFp7JmLRMU7MBxXKy6Zhj6+lepHEKSujz1h+TQ5drOE/w81H9gjPYj8a35NNYLwKgNk47VoqqE6Ml1Mg6fGDyWpRpsGckt+daZtnB6U0wt3FKVQ1hTZRXTbXOSDn61Itnap92Ln3q0IHPRTUqWUz9ENZufmbqBWCqowAAKeuT0FaMOjzSEZU1uad4WluXCpE7n0Vc1Dqxjux8jZz9paySuMKa7LRfDc90VURsS3tXV6N4GEQV7kCP/AGeprs7SygsowkKBR3Pc1xVsd0ibU8Jd3kUNE0OHSbcBVHmEcnHStiiivMlJyd2d8YqKsgooopFBRRRQAUUUUAVNQ0+31G2aC4jDIfzFed6roV3oUhLAy2ZPyygfd9m9K9PpjxrKpVgGUjBBHWtaVaVN6GFbDxqrU8KvVnhlzGQUY5zjr9agmlbftleIuv8AEvykf0Neqap4Is7rL2jfZ3P8HVD+HauP1LwPqUecW/mj+9H83/169eli6U172h4VbL61N3gc/BqTwupIyVPDLzU1xc2t8DIsyxz+jcZqjdeHL+FiGtp0PoUIplp4furicJL9pRPVYixrZulupHOqdZ+64lhQwHO1vcMDVi3XzZBHGC7noq8n9K6DTPA9q21nt9QuT/01HlrXYaf4aW3QKqRWsfdYR8x+rVhUxkY7M6KWWuTu0cnY6FIGUTKfMPSFBlz/AEFdjpugbdst4q4XlIF5UH1J7n9K2LaygtU2wxhfU9z9TVkdK8yriJVD2aGFhSQgGKWiiuc6wooooAMUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRiiigBrxrIpV1DA9QRWLe+E9IvSWe38tj/ABRnb/8AWrcoqozlH4WTKEZfEjhrn4c2zkm3vHX2dAf5Vmy/Da6H+ruYGHvkV6XSVssVVXUx+rU+iPLW+HGo9mtz/wACP+FIPhtqOeWtx/wP/wCtXqdFP63UGsPBHmsPw2uc/vJ4V+gJrUtvh3bJgzXjn2RAP55rtqWoeIqPqUqMDBtfCGkWpz5LSn1kbP6dK2YreKBNkUaovooxUtFZuTe7LUUtkJilooqSgooooAKKKKACiiigAooooAKKKKAExRilooATAoCgUtFAWExRilooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAooooAKKKKACiiigAoopKAFzRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAFFFFABRRRQAUUUUAf/Z','http://img2.imgtn.bdimg.com/it/u=720538645,477313765&fm=26&gp=0.jpg','滦南县',1,'直接下单，送水上门'),(2,'康源普林纯净水厂','哇哈哈桶装水18.9L','20','10','2019-04-25 02:54:55','13888889999','data:image/jpeg;base64,/9j/4AAQSkZJRgABAQEAAQABAAD/2wBDAAgGBgcGBQgHBwcJCQgKDBQNDAsLDBkSEw8UHRofHh0aHBwgJC4nICIsIxwcKDcpLDAxNDQ0Hyc5PTgyPC4zNDL/2wBDAQkJCQwLDBgNDRgyIRwhMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjIyMjL/wAARCADcALkDASIAAhEBAxEB/8QAHAAAAQUBAQEAAAAAAAAAAAAAAwIEBQYHAQAI/8QASRAAAgEDAgQEAgcEBgcHBQAAAQIDAAQRBSEGEjFBEyJRYXGBFDJCUpGhsQcVI8EkM2JygtEWQ1ODkuHwJSY0NmRz8VVjk6LC/8QAGwEAAgMBAQEAAAAAAAAAAAAAAgMBBAUABgf/xAAzEQABBAAFAgIIBgMBAAAAAAABAAIDEQQFEiExQVFhcQYTFCIjMlKxFYGhwdHwFkKRNP/aAAwDAQACEQMRAD8A3vmNd5jSc17mAolKVzGvcxrmc16oXAL3Ma9zZrnWqlxDx9puhs1vF/SbofYQ+VfiaOOJ0h0sFlLlmjibqeaVuDGvcx71i17+0bXL0sIpFtkPQRruPnUFda5qty2ZtRuXz2MhxV5mWSndxAWXJnMLTTWkr6Be8gi/rJ4k/vOBTZ9c0yP6+oW4/wB4K+eg8kmeeR2Y92Y0pAoOeozjJ9cU4ZV3cqzs7P8Aqxb63EujL11O2/46R/pTon/1O3/4qwwKOoxXQo+6Meppn4Sz6iknPZPoC3QcT6K3TU7b/ioia/pT/V1K2P8AvBWD4HYfH2rxAAJPzFQcqb9S4Z7J9AX0BHqNnL/V3cD/AAcU4Egb6rKfga+dg5LAISD94HGadW2qahasDFdzrjfyyGgOU/S79E1ue/Uz9Vv/ADEV4sayPT+PdTtSBM5mHo9XPSeONN1EpFM3gSt97pn0qpLgJo96seCv4fNsPMaJ0nxVq5jQ3aUfVP5UsHIBHQ9DXqqLTIBQPpEyHzR5+FKW6DbbqfcUQ0hgKLY9EBBHVckYsPNuKFyJ6UpqTmiCWd0YOx7YpQzXu9KoE4Bcwa7Xa9moRUqX+0XiV9B0dYLduW6usqrfdXuaxA3LzSeI7VpX7YQzXOmYBwEft8KzZY+VQSOvfpW/l8YbCHDqvM5k/VKQeiMjHGMmjAAjvmgOSgAjHMcevSlIt05xgD5ir99FkkXunKxdD3ohQlc4JfBwKGLPUH+rKg/xClfQL0nJmTpjd66/BKsA7uCPEkhPKRTgQSgeVQfTK5ppHpt/nIuogfeU/wCVSQ0PVEg8UavapzKdhcsCc9R0qHSUN1AYHGw4JoYZkbBXB6HI9u1DdAd/l1rj2GoouWvFbIzgTE0hbDUgvklT384qb6rvd41BdIxSACpyDXWsNUxkYYDbPXFCMWoJnMe4/s1OrwUUO4R1GTg0TwfuOyn1HamQmuUbDxke+KN9N8Nl5kDd8qanUCocx3RanwBrdxOr6ZeSGRoxzROeuO4q9EH1rI+ALkXXE0XhZHKjcwI7YrWzXnMfG1k509d163J5XyYf4nINJLc2NiKA/i9iKOxoTHFVQtIhNnace9I8Sb0ozNmkc1GgLfFPw1KzSAwpQpScErNergOa7UIgq7xtp1te8M3kk8YZ4I2dG7g1h2mac2oEsZfCAbHmTmJ2+Nb5xOvicMagvrCRWP5+hm45Iz5FARR1J5Bj8a1MHI5sDqPVYWOja7FNbW5H2UjY8FWk2DJdXB/uhV/kanLbgLRwoEhu5Gxv/Gxn8BUNwtf3krMniCQOV8F2yCwO5BB6Feh+FaLDjtviuknkDi3UdlAwjAAS0bqHg4H0FcZtpife4f8Azog4W4VS+jspIFF1IhkSJrh+ZlGxI33pOs8QvZs1pZKpv1ubeJI2GfEWTc/DYMM+oqHa7udZ/aFZPBLbxtZQtymNWuUBYnKuwwFbHfOB6ms+TFyXQcee62sNk0bm6pGgCieB2sdOCranBPD6gH6AP/yuf50ReG9CnV41tY2CHlYK5PKfTr1qHv8AjZDJcWWn2krTiOQi4nKpEhRuQucnJUHuB2r3D17DoouIZJJZbB38VLxkbzOQOcHb13B6YPtS/aZCfmP/AFF+FMawuLAD2ob/AN7J/NwJoEpz9GlH92Zh/OmU/wCz7RSPIbtMfdm/zBqWuuKbC1uordhPI0hUBo4iyeZSw3+Ck461U7TV55dfe71G+SCO+hMNqqz5W0bOVWQA4DsN8nuCKP2yUGtR/wCpYyiNwLtAFC+OfJSDcEWkaFIb+/jHcB1IP5Uyk4JwD4epSnbHnhB/MEVb7eOSKyiSWbxnCgGT71QWrzLHK8TeJHKz8ySKpO2On41Z9rlaL1LNblUErtOhV6Tg+8iVylzby+zBlP8AOq/JZxR39xbXVspaNgrAEYzjOxFXaC9Rg0X0iVpWYBRkgdehGaq+pEf6Q6mp6Gb/APkVo4HFPnJDisXNsvjwjdTAQbVw/Z3pNnbaZJfRR4mlcqWJzhR2FXI1XOBhjhmPbq7VYiaysUSZnX3Xo8vAGGZ5JLHFBdqWzUJzk0sK0UJmpHNXWpFGlkqSUHFEAPrQFm9KUJTSqKaCEbFdoQfNKzUUiBUfxAObh+9HrEayS5/8XdE5GGTGDjcBcVreub6HeA/7I1kcEjy3kvMSHf7WMdhirkJqBx8VkYlpfjmAdipHhaKNNSiQqOWMOyhdgrN1OP8A46mrFb6ssHG8ulyvhbm1jki/vjmyPmP0qtaGUtZ5ZUjUM+FZu571FcbzyR8UQzxOySJbxMjKdwRkgiqE+JOjX1vdeowGWCbEGAmwWmj2Ox+60Ox4TS01mDUvpUly0MbDklUAyPkkOzA7t5iMkdDUNYaRxBZX0Wpw6O0l5LKU/pd2GEEe425MDud9zvsB3luD+MbbXoktrgrDqKjzR9BLj7SfzHb4VNX2kXF1q9tewzhUiAyhdxzYJPY47/l70ADHjU0oJJsVhXuinbZ437b9q2Q7vhuGOwlTSEis7mSXxGkUEEgvzOMjfB36UrRNKvrG+vZbhw0cxXlHiu2MDGwYn8Sc+1NLfhW6gWdRqDATSpIWXIIwGyPhlh+FSVvpVzFcQzvcnnSDwyoJ5ScAZ/L9KPQ3kKp69+ktO9oWr8PRXBu9QsYo11d4isU8hJCNjAIByAffFROmaBf/AL1nOpIrae1siCBzFIryA7kgIMY7fE1Y9LtbizilS4uTOWcupJORnt/161B8Wca2XD8JhjK3F+R5IQdl93PYe3U0Dg1vvO4VjDunm+FGLJ28R/Cbazq8Nnr+h6BacqGSdXlRAAEjAPKuB0yd/gKY8T/SzO0tvLLzQMOWIc3KwPUbIevxqi8MXc99x7p91cyGSaS553c9zymrzrkEl41+yGHyNkrMwGDtnl8noPWugk9a1xKs5ngfY5Yo2nerJ7knf+Ew4We4u9UuJTzSQ2+E5uYDlZh32GcbjaonVGC6/qTnA/pH8gKfcPR/u2a5nisgrzcqvKJy3MB7ED1qE1e6P75usD61yc9/StbJyLI6ryfpQwkiuLA/RahwUOXhaD++361PM21QXBf/AJUtv7zfrU22cVWn3ld5lXMHth2eQSGIPWhMaW9BagATiUhicUjNeZiKTz0aBPkGKIBnvSVYfZjPzogZvQCl2mBKVfjSwvtSAxHVxSudfv0JtGKTHXR/2Bff+y1YxZM0lwz42GP0rZtcYNoN9ynfwGrF9MVnncx5LBsYJ2G1WWf+Z3mFQdXtzD4H7qwQwcqI69O+9Q/Glq0mqxSJuwtowR6jerFpyE2jePdRKpYjJAUDHbfFRnFMbfvSOVfNEYEAcbjIz3rMxTfhr12USluLFngH9lRld4pFdGZHQ5VlOCp9R6VrHA3Hp1B49K1Zh9KPlhuOgk/st/a9+/xqjy2UV2nnGH7OOv8AzqDljls7nlJKyIQVZT8wRWdHI6M2F6nGYWDMI9LhThwe397L6cBBrxxiqnpfEk95wrp+oxRLJK4KzA9FZQQT+I/OpF9TeTh83UyqjOr8wXOwBIJ9egrXG7dQ4XzwxubKYjyDSp/G/H0lox0/R3USEESXI35cHBC+/vWVO7SSM7szuxyzMckn1J71L3VlNe38UEfLzCPLkDZRn/4+dSUOlwWQ8q80n326/wDKsuVznusr3+Biw+CiAYPePPcrnBOnyf6UafNKCoEhKg9T5TVs1G2lOoTyTW87o0n1fC5kYYwfs1HcMRvJxLZ8qkhWYsR2HKateoLqsCSiG3iniXLITktn0+tV3Bioz5rzOeymTEtPh+6qtza2MLFYrfBwBzeGVyfjVW1B2/e07YyfGJz86tNvbX1xB4s9sEy5YMkflI7HOKqepOU1O5BP+tbb51t5U2pXeS8dn7y6FoPIP7LXeDHxwnZnPXn/AFqcMgPWoDgvfg+xJ9W/WplulV5h8V3mVYwpqBnkEpmBoTYpLEihsx70ACYSuPQ68zZpOTRUhUiombvgURYj9qSmwlJ+1Sg47ml0UyxadhIx9omlgxDtTUSKO1LEg9KghEHBB1sqdB1AKMfwG/SsQ063W6aRjAJMP35c9B2JFbXrUyrw/qLuQqi3bc7dqwSzniRZQxB5sY6Gr+DgE0TmE1uFlY7FOw07ZWCyB+6vuk6PB5S+mQFh3cQ/5mp+60+a4nBRI2TkVcB1xt2xWYLySK3LENx92hGDynEYz8KccpFUHfokj0ll16izfzK0C/4Tu2KS2duuScPGJFx8RvUFq/BOu3CRPDpzPICVIEidPx/6zVbWMhslT0xS1DAnY+nWqrsga43r/Ra0HpzPDVMBruVpXBGi61p2jtbXcb2pjuvFVGcYdSBn6ue4/OrK+nzz262s/m5YnXxAcglsjv8AKsgsbgwOhLuMHqW/51q9jxDo40lR9Nij8pUh2AOfhQTZc7DtDWnUPJJhz8Yyd8r2hp55+yqdrwtqUFuZGspDLIAGBxkBdh3+J+dP9M4UmYNPf275z5Yj+pqp6hfzTBZILm5blyHZZGA3O3Q1FtqF4CCLy6X/AH7D+dE3JD82pE/0zkdY01fYrW7TT5La5TFsUiGcgLgdKY6jZ55m/p2WyCMXGP8A9WxWbfvi+AAW/vQfa4b/ADov781CMDOpXw26+O3+dN/CX1WoKn/kg1atBvzVsk0m3ktFVoL1+U/Uczhc/AtWfakqrqt2gAVVmZeQfZ36VLniLUjGeXVbn5zZ/Wq/cmW4u3nPndm5mckZJ7mrmCwRw7i41uqWPzX25oaQRRvdbPwWf+5thvj6361MMT8aguDWVuDbIj7JYN6rv3qYJI3BzWXMPiu8ytjDn4LPILzPttQnauM+eu1CY1ACIldY0nNCZzmk87etFSC09XJ6UdIpG6LQI7hvsJRg0zDd+UUvdNbScpAepZR86IEiXrKPlTQBB9eQmlCe3XtmgIKYCFS/2ozyLp9haxSsIJmYuAfrY9azO3tIgoPIM9q2Pi7SbbXdFd8mOazRpYz2I7isntgsitjGANyrVt5cWmLT1C83m+tsmroV1AFXGAMe1ETKjYkClcsfQtj50tGjTfnRh6EVpLCLrXASQeZvhS1XPRmB9BvSOZA/ldPhS1cD7S9c1FKNk+t7BJt2lkA7kYNWKPhGNreVzdyfw/RRv6j+XxzVYiunj3QDY5G9TsPE+o21mUW2URuMczA9vQ+tU8Q2axoKuYY4ff1oUbd6bFa55XZxkgcwwQKip7aPmOSemetSFzqklxsYo1wcjGaYlwxyeUfPNWWB9e8qznNDrbwmb6dASdmJ/vUhbK3XICE523Y08wCM5HTFJK4Ocij0N7LvWu7pkLOBNlVt/wC1TeZY0OydPc1IMCM9x6Co262YBWye4xUEAcJ8RLjuVff2Y300t/f2pOIPo/Ny9sjvV9bI77VUP2e6KNN0d9Wlk5pr1CsaDoq9yatDS715/EkPmcWr1eFboha0pZcUJmGaQ70IvSwEwlKc0jmNILVznPpRICU/FxjZRShI7Hc4pmjZ26U4WRVG25oKTLR1jLHYE0ZIMnBIFAjLyHO4HrRhLBGcEGRvjQm0baSdQjVNF1Eggn6M/wClYZpzAQzHB6Cty1K48TQ9RAjVVFq52HtWE6XkpL16Z/OtLLL961jZyAQ2v7ul831jS1kOMkZz1ocgAYgGuHIG29aixKBTnKAAYBNKAUjbAPfam3PgrtvRFcE4B6CiQFqktPUnUIlgXzHHKCc5NbLYTRT6LBLcImG5dlGRnPp8axrTHmEy8jBM7B/ga02zu3k0Av4ZdYcrhcZJB2YZ7enWsvMmEhq1MqkDXvvsqHrZH0+5Xw+XJ5weXGR2I+PWoHIJNTutQzJMbp5GYSswQE+ZcEHHt1qBP1/jWjCfhillvHxHLvU9dx0rpYsRk7elIB6+leVvKaZSCkZ35zioi6GJ8kb9akeYUxvFAcMaFydBs6lr+gtycGaMMY/hsfzpy0mabaKMcIaL/wCwdvnS5B3Feed8x8z916wbNHkPslGSkFs0EsR1rniV1IdSKX23rnMKBI+Bmg+N70Qah1J4km3Xbuc05il5fM34GmasvKMDYdqQZsEkjc0A3CMupSLXjyeXmwvoKLHLGvU5NRsTgkeWnaZzklVqCAua8ncp3eSrJomp4UgC1esP0sk+KOo5f8q22cD9yaoQDj6M3mPesQ02RE5w7gZXAye+1X8u/wBvyVDNLLB/eqI2Q5rnNvXCSWOMH3rvKT0rTtY1IgcY/SujHwoRDAbj4V0BiT5fwqbUUpjSR4k6x4bPYrvg1qVlcx2PDyyrEsbSdI0PYbd/xrKdNZVmjDZVh13xv2q6xalPJw+kT8jKcqXYjIzucj0Hr71RxrDJp7WnYOUROeetKv388V1DcXJdgVKlF9Qc5/DaoAMTIebent68rK2cHsT0+VRayFBgnzGrrBpFKqBq3RlI8x71zPk60LxwsfYmueKmABn41Jcp0FFJIXfamN0xLddqd867ANTK7mjMoBcUJTYWnVwtl008nCuiD/0/86IXBHSgWp5OH9HH/pB+ppPiEH2rArc+Z+69MTsB4D7JbqDvTZsg0ctnuaE2+aIIChSHK0HFEYGkY96MJZRFLcu1cLuTjlpdlOjMA4x61LizSWPmj6ilE0ntaXCwVGW8TOcs2BUigjhGw5n9TTO4jktzlgeX1oXjE9DmhItEPdSde1c6ToEsszEz6jzW8EX2UXuT71lRtI4ZCsqx8xG+Dmr/APtQTl0PRWAyoZ/zrPYQkgBY7+9amAaBHfcrLzAuElXsAnCWttzDCoev2jSzaRBVKqR64brXEiQYx8s0cBeU5RD74rQpZLnm+VxYgmwLDHfejozqwwzAU1aMudsKMfeNe+izFSFcAjJzk9K5CRfJVgsb25SQLFMw9Nh1/CrhDd31zozFnnEo2PKgxj16b/DY1nNtZ6gnlivFjLjDEMelS8K8RfRWSPWCqrnIN02+PT1qniI9VHZNw50EjUSD2QtQvLqf68jnI28oA/IVCTszsfM3sBtTp7PUWidZL1W5jncZJx7npTFrOZSc3BONulWhVUEtjQDZdabvah2LEsVO53r3gqOgY+m5pwIJVYHx3HutKeIPu80rkerV1Wmes8Uzlt1KcxUj2LAYps1vFzoECc3fz9aePBGuSMn4mmM5VNgMDpnvUEJ8TiTsVrXC+rwa3w54BXlvNMTlbB2dM9aeE4FVX9mAP0fXZyPJ4Crn3JqzsRvvWK9obK5o4W0CSxpPK6GPQ1xzSVOAQTtXG6bdKhDaSzUjmrjN2pOTUoSkO6zKJYDhh1FPtN1fkkCvkdiPSoi3jE5ARuSbsp25qUYiJCpzHMv2W2ri0VRUte4HUFe0WG9g6qc9DUfc6LEwPKzQzDoexqE03VJLKYCbmVe/oaudpqFleRD+Oh9iaquDoztwtCN0co35VVvdPXV9Mk0XU2VWLc9tORsr+h9jWbX3D13pFy8F1G8TqcZI2YeoNbxPpFnephgCD3U0hdHQReDPL9JtwMBJ4wxA9j1puHxvqTxYVfFYAzDY0f7ysDSBgDnDD40RVbA67Ve9d4Mm064a5tYDc2ZJPIpIZKrMqWgBHgzxSDbBw38ga3IsQyUWzdeYxEMsLi14pRRDDGB09aIjnmAKnl9RRjECMjIX1xSOXHQ708hVtdp3FKrDDA5O/SpFLlQvNJlj0BMZxt8qiImK9iR8adPP/C5QJcZOF5jgUDmAoA8tOyHcXUWT5yffl3z/ANd6j5JEZzhulGc8xyRj40jCEZOKLSja6k1Zj0HNt6UgiRhlUc79xinhKDfIrvNzHChj8K6kwP7BRrQTsM7DFes9AvtWuhBZwyTyMeijYe5NXPQuFZr5hdXqfRbBN2kk2LeyjvVpfVViU2mnQpa242xGMMw9zVCfFhp0x7la2FgeRrk90fqU007SIuF+H10tXV7qZxLdMp2GOi0NnOOtKdhgsTTZmPNvtVAWTZ5Kvvd0CcKx5d65z42oecDFJZu+9FSXa8zbmk8w9aHzb717m9q6lKaRoZUHhsWx9knf5VJQXcjR+DdQi4RenMPOvz60xhuLWdczRmP/AO7Bvj4in8cU0iA20kGoRjsG5ZB8utS7xXRg8goghim2tpt/9lMcH5GuNbNDjnSSBs5yR5fxpJmhj8k3PC3dLmLI/EYNKjmljB+jT+U9opcj8GpZtOFJ7aT3sT5t7tGHoWzUxHrGrwp5rWKUeqvvVUnvZEOZIEm9Q8PKfxFDF5bvI2IJolzsA2dqWY9XRME2ngq1TcUXvIyC2MTnYELkj9RTY3SakeS50ZLo/fVOVj86hfpFuE/rZg3bKA/ypcd/bK7cz3TDPl5AFPzrhFp+VC6XXs/cfkpGThbR7hSZLK6tGO+A4f8AKmUnAtjIG+i6lJ4gUlY5IsE4GaMuoxSDCQTt7y3DY/BRTq2eVJFlhxG4O3g2zMf+JqP10zBs4pZw2Ged2D7fwshOuNDK0T27gqcHzfypw+vhrcYjm2P1cdPnUj+0SBE46vAiqFKqcAY3wKr4Rf3ZK6k48RV+seuD2rWhldIwOKyJ8NCx5bp4K7Jr6MwUW7MegBf+QrStO4JspNMtbu/vZLdp4VlMXh7rntWc8GWvNxzpSSojIbgZXAINajqd4JtSueYmQrIygscAAHAwPSqU2JmLtLTSuw4XDhuotv8A6kRaHw1CTypd3RX7RIRaOt7ptkT+7tKtkYD+sly5qLnuWfZm8o6KOgpmzSSHHX9KUQ53zuJTAY2fI0D8lKXeqXV7IPFmL46DGFX4AUMSBV2O/c0zMywoFxv6CgSTO/XYe1SGdFBebsp2923Ns2VHrRUkL4Zh8AKYQfxTzMPKOmad8wC9a6lwJO5RzNQml7E701e45c4GTSedsZfb0FTS60cv3rni02MxHfb3rn0j2qaKjUE0jyQPCcD5Ypz4kkC5Zct97GD+IqAVp4HEcMgYe29OTezxgeIhI9QaeYyq7ZO6n4tZvFAQTOy/dlAcfnTsXkEu728HN6oOWq5BqkDEBhg+hFPo763I6Uh7K6KxHKT1tTiXEIHlZ09iMijLdxd5ID/ejxUBJeRY2wPjQPpceQPFUf4qUI7TjNSspu07PB8ga6moJG288Y+CZqrteoB/Wj5GhNdpnfmPxNH6pLOIpXddVixtcP8A4Vx/OupfQ3E8cQNxK7sFALgZJNUyDU44uq/iM1OaBqaS63YohHmnUbD3pb4tIJTYsRqIFqtftDuC/HF40aF0AVWZd8EAA0C2ghfg++uuQc6XEYB8P1DZ7e1TOpw8P3eragL25ktrtZH5m3Adi+w7jZaJqWmaXBwpqL6ZqclzaRXcXIvigg5ABJGBvu2PhVdmaPYzRQNePZejl9GYJnMdqcC6uRtv2P5qvcHSMeMdMJi5FE4JYjFWrVEl/e94ucMs7g7/ANo1GaRJw7ax6bcHxpdUkKlhuVR+f5Dp8alOJVWDim/y55TIG/FQaZDinYh5c4AbdFnZtlceXtaxmogk8irrt4JusqAESMGb40hpXbyjyD86bu0ezRnNceUyqDVsBYd0uluUnByaIgLbv+FN1Y8wIHzpbTNnCflUlQ0pw0qx7Y3/AErnivJsoIHc0GNV+tK3yrs15Gi8q4UUICInui86R/2m9abTXI5vvN+lNTK8reQEL6nvReVY15jRhoCAuJRVIbzO2K7zQ/fH4U1OZd2YKnt3rnhw+v51K5QcF20RDFce2MU8OqqBgR83zpvC3ix+cBviKDcW8YGQMH2p535SgKGyepqFqx88XKT3xRlntmI8KTf2qucx5utOLRj4y70DmA7o2khSk7yeIT4mR70NC7b+U/KvN9euB2U7HFA1c7lF82MbfhSyDmn+mRJcEeKob41ZLnTbRNODrCobHWpLqQhmoWqbykd6lOGXVeKdLHc3KD86jtQURsOQY37UTQ3ZNa0+VThxdRYP+IUMu7Cpi91481N39/w++rXttqtmVlSUhZkTJY8+STgg9Nu9F1R+Hn4P1UaKGSNbuHAbnyT2O/8Aj/D4VbdW06ymvLkS2sUgDx451z/rKiuMtOstP4b1KOztIYFM8TERoBuDHj9TXnpI3UXbcdt19MweLjlMbG6gbG12OR0VY0/WdFit7GKDS2fVCFSSYqMc/MNxuT09AOtS3GKMeJ7ok5yqEew5BU1w5aWw0LSGFvEskkI55Ag5my2+TULxHcSPxHqHMc8s3IPYBRgVcy9rr3PT+FgekOIZMdLARTiNzfX7KHRMJ9Vjn2oixSEYSM71L2FvHIOZxk+9KvZDCpEYCj2FaDnUaC8yIhVlRi25Vf4xA9s0N54o8+GAMd8UKaR2c5YmomV2ecKxJGelEG3yhc4N4CftcLMSqcxf17UmK0KtzyZJ9TRIUXlG1ev2MQTkOM9aIeCCr3K48oTZF539BQJGYDxbg5x9VB0orARQgpsT1qMV2kkYsxJzRtFoXOpHLzXQ3PJH7dTSfoo/2h/GhXMrovKrED0FM/Gk+8aKkGpf/9k=','http://img1.imgtn.bdimg.com/it/u=1389470075,50195552&fm=26&gp=0.jpg','滦南县',1,'直接下单，送水上门'),(4,'康源普林纯净水厂','普通康源桶装水18.6L','10','6','2019-04-25 03:42:55','13888889999','1','1','滦南县',1,'直接下单，送水上门');
/*!40000 ALTER TABLE `water_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `water_order`
--

DROP TABLE IF EXISTS `water_order`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `water_order` (
  `water_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '水下单ID',
  `user_idn` int(11) NOT NULL COMMENT '下单注册用户ID',
  `water_name` text NOT NULL COMMENT '水名字',
  `water_tel` text NOT NULL COMMENT '联系电话',
  `water_sub` text NOT NULL COMMENT '送水县区',
  `water_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '添加时间',
  `water_address` text NOT NULL COMMENT '送水地址',
  `water_time` text NOT NULL COMMENT '送水时间',
  `water_text` text COMMENT '备注信息',
  PRIMARY KEY (`water_id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `water_order`
--

LOCK TABLES `water_order` WRITE;
/*!40000 ALTER TABLE `water_order` DISABLE KEYS */;
INSERT INTO `water_order` VALUES (2,0,'康源纯净水','18633316323','滦南县','2019-04-30 15:17:30','滦南县安平小区','2019',NULL),(3,0,'哇哈哈桶装水18.9L','18613313789','滦南县','2019-04-30 15:39:35','滦南县友谊路街道天承锦绣小区天承锦绣小区南区307栋1单元','2019-04-30 23:59','直接来就行了'),(4,0,'普通康源桶装水18.6L','18633316323','滦南县','2019-04-30 15:47:41','滦南县友谊路街道天承锦绣小区天承锦绣小区南区108栋3单元','2019-05-01 00:03','直接下单'),(5,16,'普通康源桶装水18.6L','18633316323','滦南县','2019-04-30 16:16:37','滦南县友谊路街道天承锦绣小区天承锦绣小区南区307栋8单元','2019-05-01 00:32','试一下'),(6,0,'哇哈哈桶装水18.9L','18633316323','滦南县','2019-05-07 12:28:32','金城华苑2期306栋2单元','2019-05-07 23:12','直接来'),(7,47,'哇哈哈桶装水18.9L','18613313789','滦南县','2019-05-07 13:11:43','当前不在唐山1234567890','2019-05-07 22:59',''),(8,47,'普通康源桶装水18.6L','18613313789','滦南县','2019-05-07 13:21:12','当前不在唐山1234567890','2019-05-07 23:10',''),(9,47,'哇哈哈桶装水18.9L','18613313789','滦南县','2019-05-07 13:23:08','当前不在唐山1234567890','2019-05-07 23:12',''),(10,47,'哇哈哈桶装水18.9L','18613313789','滦南县','2019-05-07 13:24:14','当前不在唐山1234567890','2019-05-07 23:12',''),(11,47,'哇哈哈桶装水18.9L','18613313789','滦南县','2019-05-07 13:24:20','当前不在唐山1234567890','2019-05-07 23:12',''),(12,47,'哇哈哈桶装水18.9L','18613313789','滦南县','2019-05-07 13:24:27','当前不在唐山1234567890','2019-05-07 23:12','111'),(13,0,'哇哈哈桶装水18.9L','15100538883','滦南县','2019-05-07 13:32:04','当前不在唐山1234567890','2019-05-07 23:21',''),(14,0,'哇哈哈桶装水18.9L','15100538883','滦南县','2019-05-07 13:33:50','当前不在唐山1234567890','2019-05-07 23:21',''),(15,47,'哇哈哈桶装水18.9L','15100538883','滦南县','2019-05-07 14:06:10','当前不在唐山1234567890','2019-05-07 23:55','');
/*!40000 ALTER TABLE `water_order` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `zhaopin_detail`
--

DROP TABLE IF EXISTS `zhaopin_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `zhaopin_detail` (
  `zhaopin_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '招聘ID',
  `zhaopin_userid` varchar(255) DEFAULT NULL COMMENT '用户ID',
  `zhaopin_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '修改时间',
  `zhaopin_tittle` text NOT NULL COMMENT '招聘标题',
  `zhaopin_salary` text NOT NULL COMMENT '员工薪水',
  `zhaopin_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '发布时间',
  `zhaopin_browse` tinyint(4) DEFAULT '0' COMMENT '浏览量',
  `zhaopin_position` text COMMENT '招聘职位',
  `zhaopin_require` text COMMENT '招聘要求',
  `zhaopin_welfare` text COMMENT '员工福利',
  `zhaopin_address` varchar(255) NOT NULL COMMENT '公司地址',
  `zhaopin_detail` text COMMENT '职位描述',
  `zhaopin_company` text NOT NULL COMMENT '公司信息',
  `zhaopin_class` varchar(255) NOT NULL COMMENT '公司类别',
  `zhaopin_display` tinyint(4) NOT NULL COMMENT '是否显示',
  `zhaopin_tel` text COMMENT '联系电话',
  `zhaopin_pic1` text COMMENT '公司图片1',
  `zhaopin_pic2` text COMMENT '公司图片2',
  `zhaopin_pic3` text COMMENT '公司图片3',
  `zhaopin_pic4` text COMMENT '公司图片4',
  PRIMARY KEY (`zhaopin_id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `zhaopin_detail`
--

LOCK TABLES `zhaopin_detail` WRITE;
/*!40000 ALTER TABLE `zhaopin_detail` DISABLE KEYS */;
INSERT INTO `zhaopin_detail` VALUES (2,'1','2019-06-12 02:27:01','招聘啦','1','2019-06-12 01:47:30',7,'1','1','1','滦南县','1','','',1,'','','','',''),(3,'1','2019-06-12 01:59:14','招聘啦啦啦','1','2019-06-12 01:50:42',0,'1','1','1','滦南县','1','','',1,'','','','',''),(4,'1','2019-06-12 02:31:18','护士/护理','3000','2019-06-12 02:31:18',0,'护士','1、护理及相关专业大专及以上学历；\r\n2、一年以上工作经验，有护士上岗证优先；\r\n3、亲和力强，富于爱心，踏实敬业。','五险一金','滦南县','滦南冀东眼科医院是全国最大的民营眼科医院—爱尔眼科医院的第一家县级分院。医院参照国家一级专科医院标准筹建，经滦南县行政审批局审批，是集医疗、教学、科研于一体的赢利性事业单位。医院设有眼科、口腔科、耳鼻喉科、美容科、内科和法医鉴定等科室，眼科作为龙头科室，设有白内障专科、青光眼专科、眼底病专科、斜视专科、干眼病专科和眼部整形外科等。医院位于滦南唐百南行300米路东铜锣湾底商，营业面积3000多平米，现面向社会招贤纳士， 要求：1、具有良好的医德修养和敬业精神，且责任心强；2、具有较强的学习能力、沟通协调能力、执行力、团队协作和开拓创新精神；3、诚实、热情，服务意识强；4、愿意致力于眼科领域。','内科/眼科/急诊医学科/麻醉科/医学检验科/医学影像科；X线诊断专业；超声诊断专业；心电诊断专业（许可至2020年5月13日）***内科/眼科/急诊医学科/麻醉科/医学检验科/医学影像科；X线诊断专业；超声诊断专业；心电诊断专业（许可至2020年5月13日）***','医疗',1,'19911882277',NULL,NULL,NULL,NULL),(5,'1','2019-06-12 02:34:40','健身房前台6小时工作','5000','2019-06-12 02:34:40',0,'前台/总机/接待','工作内容：负责前台会员刷卡，收银\r\n职位要求：年龄20-30形象气质好 身高160以上\r\n工作时间：早班上午9点-下午3点 晚班下午3点-晚上9;30','饭补','滦南县','公司2016年入驻滦南中红购物城场地面积3000平方，集瑜伽 单车 团体课程 健身为一体的健身俱乐部，2019年奥体分店入驻滦南唐百购物商场打造一家精品旗舰店，','公司2016年入驻滦南中红购物城场地面积3000平方，集瑜伽 单车 团体课程 健身为一体的健身俱乐部，2019年奥体分店入驻滦南唐百购物商场打造一家精品旗舰店，','娱乐',1,'19991119五9',NULL,NULL,NULL,NULL),(6,'1','2019-06-12 02:54:41','诚聘英语老师4K+五险','5000','2019-06-12 02:54:41',0,'教师/助教','岗位职责：\r\n1.负责学生的教学、教研等方面工作\r\n2.完成教学部门主管安排的其他任务\r\n任职资格：\r\n1、英语基础扎实，口语表达流利，有亲和力、有耐心，责任心强，性格开朗活泼，热爱教育事业。\r\n2、每年拥有带薪休假，单位集体组织旅游。','五险一金 包住 话补 加班补助 包住 年终奖 节日福利','滦南县','福利待遇：\r\n1. 丰厚年终奖 ，高额绩效奖\r\n2.转正满一年上五险\r\n3. 免费提供专业培训学习机会，晋升空间大\r\n4. 带薪年假、婚假\r\n5. 提供住宿，话补，交通补助\r\n6.团队旅游，生日福利，员工团队拓展\r\n薪资待遇：\r\n底薪：2000+ 月均3000元—6000+（你的能力决定你的薪酬）\r\n团队福利：\r\n法定节假日、节日福利、公费学习、带薪年假、公费旅游、温馨宿舍\r\n工作时间：\r\n周一：休息\r\n周二至周日：上班 8小时/天','博睿昂立教育是上海交大昂立集团全国3000多家分校之一，于2013年6月入驻河北滦南 。我校是经教育局批准，是我县规模最大，学生人数最多，教学力量最雄厚，教学设施最先进的综合性民办教育机构，已开设昂立英语、快乐作文、珠心算、童画美术、the one钢琴、安亲托管等课程项目，中学部现已开设英语、数学、作文。截止目前，我校拥有仁和校区、四小校区、一小培优中心校区三大校区，常规学员1200多名，托管学生200多名，专职教职人员40余人。同时我校是“CCTV希望之星”全国英语风采大赛滦南赛区选拔评委机构和指定培训基地，《快乐作文》杂志社滦南联络点和滦南培训基地。','教育',1,'18817765544','https://pic1.58cdn.com.cn/enterprise/appearance/big/n_v2055b1cca308446cc81790faef43a5374_188_150.jpg','https://pic1.58cdn.com.cn/enterprise/appearance/big/n_v21c195bac97744514828f78d702667c2a_188_150.jpg','https://pic1.58cdn.com.cn/enterprise/appearance/big/n_v26deac7aecf504eacbccbfc68197862b6_188_150.jpg','https://pic1.58cdn.com.cn/enterprise/appearance/big/n_v25bd8f0eb01b441a38278bfd8b152091e_188_150.jpg'),(7,'1','2019-06-19 06:29:01','演唱会安保6000包食宿','8000','2019-06-12 02:57:59',0,'普工','本公司长期招聘保安员若干名，待遇优厚，具有良好的工作环境，提升空间大，包吃包住，免费发放四季服装，被褥。有意者面谈。','五险一金 包吃 包住 年底双薪 房补 饭补 加班补助','路北区','1，男性-18-50岁，身高 1。65米以上。\r\n2，身体健康，五端正。有无学历和工作经验不限。\r\n3，工作认真，能吃苦耐劳，退伍军人优先。\r\n4,另有加班费，勤务费，饭补，奖金等。每天工作8-12小时。 工资待遇丰厚。公司发展空间大，管理职位公平晋升，有能力者上，另招聘保安队长。\r\n本公司承诺：不收取任何费用，属公司直招，工资绝对有保证；每月25号准时开支，绝不拖欠，','北京京城保安服务有限公司是一家专业提供大型活动安保、安检服务的保安公司。\r\n公司主要承接国内外大型商业展览、展示，体育赛事、大型演唱会的安保、安检、安检设备租赁等工作，并为大型活动制定安检、安保方案及各类活动风险评估。公司业务主要由特勤大队和驻勤大队两大部门组成。\r\n公司特勤大队承接了2008年奥运会和残奥会、国庆60周年、建党九十周年展览、第七届和第八届花博会、2014青岛世界园艺博览会、APEC国际部长会、中国网球公开赛、铁人三项世界锦标赛、国际马拉松赛、NBA中国公开赛、意大利超级杯、北京国际汽车展、国际啤酒节等大型活动，负责整个活动的安保、安检、安检设备租赁等任务。公司驻勤大队包括奥林匹克公园、民进中央办公室、国家发改委会议中心、国务院第八招待所、北京环卫集团一清分公司和北清分公司、北京新奥通城房地产开发有限公司、玲珑塔、电科国际大厦、北辰世纪中心、中国工程院、完美世界等单位，负责驻守、巡防、中控、安全保卫等工作。','安保',1,'18311223344',NULL,NULL,NULL,NULL),(8,'1','2019-06-19 06:28:54','滦南在线拼多多客服','5000','2019-06-12 03:00:01',0,'淘宝客服','1.熟悉淘宝规则和后台操作流程，打字速度30个/分及以上；\r\n2.满18岁以上的男女。\r\n3.下单咨询转化率业绩突出者优先；\r\n4.对淘宝客服工作有热情、能吃苦、有团队精神，随时面对顾客的考验和挑剔。','五险一金 包住 包吃 年底双薪 周末双休 交通补助 加班补助 饭补 话补 房补','滦州市','1：服务热情，有亲和力\r\n2：有责任心。对于比较难解决的问题，自己能和大家一起想办法去解决好。\r\n3：执行力强，对于领导安排的事情，能执行好，执行过程中，也可以提出自己的看法，建议。\r\n4：心态良好，有承压能力\r\n工作时间：10点到18点中间休息一个小时','销售机电产品（不含小轿车）、机械设备及配件、五金交电、建筑装饰材料、水暖器材及配件、电线电缆、金属材料、耐火材料、轴承、标准件、百货、化工产品（不含危险品）、矿产品、冶金炉料、劳保用品、橡胶制品、塑料制品、汽车配件；机械配件加工制作。姿谛舶怖偬涤链谐','科技',1,'18811223344',NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `zhaopin_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `zhuanrang_detail`
--

DROP TABLE IF EXISTS `zhuanrang_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `zhuanrang_detail` (
  `jiaoyi_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品ID',
  `jiaoyi_userid` text COMMENT '用户ID',
  `jiaoyi_tittle` text NOT NULL COMMENT '商品标题',
  `jiaoyi_yprice` text COMMENT '商品原价',
  `jiaoyi_price` text NOT NULL COMMENT '商品价格',
  `jiaoyi_class` tinyint(4) DEFAULT NULL COMMENT '商品种类',
  `jiaoyi_time` text COMMENT '商品发布时间',
  `jiaoyi_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '时间戳',
  `jiaoyi_browse` text COMMENT '商品浏览量',
  `jiaoyi_new` tinyint(4) DEFAULT NULL COMMENT '商品成色',
  `jiaoyi_area` text NOT NULL COMMENT '商品详细地址',
  `jiaoyi_district` text NOT NULL COMMENT '商品所在县区',
  `jiaoyi_author` text COMMENT '商品主人',
  `jiaoyi_detail` text COMMENT '商品详细信息',
  `jiaoyi_tal` text NOT NULL COMMENT '商品联系电话',
  `jiaoyi_wechat` text COMMENT '商品微信',
  `jiaoyi_valid` text COMMENT '商品有效期',
  `jiaoyi_pic1` text COMMENT '商品图片1',
  `jiaoyi_pic2` text COMMENT '商品图片2',
  `jiaoyi_pic3` text COMMENT '商品图片3',
  `jiaoyi_pic4` text COMMENT '商品图片4',
  `jiaoyi_pic5` text COMMENT '商品图片5',
  `jiaoyi_pic6` text COMMENT '商品图片6',
  `jiaoyi_pic7` text COMMENT '商品图片7',
  `jiaoyi_pic8` text COMMENT '商品图片8',
  PRIMARY KEY (`jiaoyi_id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `zhuanrang_detail`
--

LOCK TABLES `zhuanrang_detail` WRITE;
/*!40000 ALTER TABLE `zhuanrang_detail` DISABLE KEYS */;
INSERT INTO `zhuanrang_detail` VALUES (1,NULL,'1','2','2',12,'12','2019-02-28 06:26:11','13',12,'12','','12','12','12','12','12','12','12','12',NULL,NULL,NULL,NULL,NULL);
/*!40000 ALTER TABLE `zhuanrang_detail` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `zufang_detail`
--

DROP TABLE IF EXISTS `zufang_detail`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `zufang_detail` (
  `zufang_id` int(255) NOT NULL AUTO_INCREMENT COMMENT '租房ID',
  `zufang_tittle` text NOT NULL COMMENT '租房标题',
  `zufang_userid` text COMMENT '用户ID',
  `zufang_method` tinyint(4) DEFAULT NULL COMMENT '整租合租',
  `zufang_price` text NOT NULL COMMENT '租房价格',
  `zufang_acreage` text NOT NULL COMMENT '房屋面积',
  `zufang_class` tinyint(4) DEFAULT NULL COMMENT '房屋类型',
  `zufang_housetype` tinyint(4) DEFAULT NULL COMMENT '房屋户型',
  `zufang_time` text COMMENT '发布时间',
  `zufang_timestamp` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间戳',
  `zufang_browse` text COMMENT '帖子浏览量',
  `zufang_area` text NOT NULL COMMENT '房屋详细地址',
  `zufang_district` text NOT NULL COMMENT '房屋所在县区',
  `zufang_author` text COMMENT '房屋主人',
  `zufang_detail` text COMMENT '租房介绍',
  `zufang_wechat` text COMMENT '租房微信',
  `zufang_tal` text NOT NULL COMMENT '租房电话',
  `zufang_valid` text COMMENT '租房有效期',
  `zufang_device` text COMMENT '房屋内设施',
  `zufang_display` tinyint(4) NOT NULL DEFAULT '1' COMMENT '是否显示',
  `zufang_pic1` text COMMENT '房屋图片1',
  `zufang_pic2` text COMMENT '房屋图片2',
  `zufang_pic3` text COMMENT '房屋图片3',
  `zufang_pic4` text COMMENT '房屋图片4',
  `zufang_pic5` text COMMENT '房屋图片5',
  `zufang_sub` text COMMENT '所在区县',
  PRIMARY KEY (`zufang_id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `zufang_detail`
--

LOCK TABLES `zufang_detail` WRITE;
/*!40000 ALTER TABLE `zufang_detail` DISABLE KEYS */;
INSERT INTO `zufang_detail` VALUES (1,'整租天承锦绣南区采光好','16',0,'900','100',3,NULL,'2019-2-28','2019-03-07 02:45:34','1','唐山市滦南县天承锦绣南区','','刘先生','可拎包入住临近学校商场银行','qq123456','13611112222','2020-2-28','空调,彩电,冰箱,洗衣机,热水器,油烟机',1,'https://pic4.58cdn.com.cn/anjuke_58/deef15337744c888b19b82dfcd99bfa9?w=696','https://pic5.58cdn.com.cn/anjuke_58/304ae15c3cfed22f65adc67b2ced1e07?w=696','https://pic5.58cdn.com.cn/anjuke_58/bd838c2ed6817ffcaa3959f26a67d202?w=696','https://pic4.58cdn.com.cn/anjuke_58/b4ece5cd33654d73e5f699c7f49b69ac?w=696','https://pic3.58cdn.com.cn/anjuke_58/c3dd80e7605413730707d3973664459d?w=696','滦南县'),(2,'整租爱民路3室2厅1卫','16',0,'600','90',3,NULL,'2019-2-28','2019-03-07 02:45:39','3','河北省唐山市滦南县爱民路','','刘先生','独门独院两层楼。地理位置优越，家电齐全。可拎包入住。','qq12345','13611112222','2020-2-28','床,衣柜,沙发,电视,冰箱,洗衣机,空调,暖气',1,'https://pic5.58cdn.com.cn/dwater/fang/big/n_v26046fa2955c848369b6d4bdf0de224a7.jpg?wt=%40%E6%9D%8E%E5%A5%B3%E5%A3%AB&ws=ccf229534075ae5d6b061309c5572759&w=696&h=522&crop=1',NULL,NULL,NULL,NULL,'滦南县'),(3,'整租蓝海嘉苑3室2厅1卫家电齐全拎包入住','16',0,'1600','104',3,NULL,'2019-2-28','2019-03-17 07:47:46','9','唐山市曹妃甸区中山路25号','','刘先生','位置优越，不临街不把边，家具齐全，拎包入住','qq123456','13611112222','2020-2-28','床,衣柜,沙发,电视,冰箱,洗衣机,空调,热水器,宽带,暖气',1,'https://pic6.58cdn.com.cn/anjuke_58/1e6d745facb4b45a4d1231060c8907b8?w=696&h=522&crop=1','https://pic8.58cdn.com.cn/anjuke_58/df3170969369e9c18857c1809094674f?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/anjuke_58/d30306d620ea30f2ee950861d3f89360?w=696&h=522&crop=1','https://pic8.58cdn.com.cn/anjuke_58/b20429ce7f7723ecd5af9a69d02d5a5c?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/anjuke_58/ca59dbcce5b78db9426f3eeffcccdc55?w=696&h=522&crop=1','曹妃甸区'),(4,'正通国际城 2室1厅1卫','16',0,'900','93',2,NULL,'2019-2-28','2019-03-07 02:45:47','4','滦南县建设路与南大街交叉口西南角','','刘先生','紧临供销大厦，步行街，二茂市场。交通便利！','qq12345','13611112222','2020-2-28','床,衣柜,沙发,洗衣机,热水器,宽带,暖气',1,'https://pic4.58cdn.com.cn/mobile/big/n_v1bl2lwxvjp33fm6eluykq.jpg?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/mobile/big/n_v1bl2lwknjp33fmvuhortq.jpg?w=696&h=522&crop=1','https://pic4.58cdn.com.cn/mobile/big/n_v1bl2lwtnkp33fm5mvbz5q.jpg?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/mobile/big/n_v1bl2lwkfkp33fnmd32mga.jpg?w=696&h=522&crop=1','https://pic2.58cdn.com.cn/mobile/big/n_v1bl2lwknlp33fmeij44yq.jpg?w=696&h=522&crop=1','滦南县'),(5,'出租天承锦绣南区好楼层 采光好 首次出租','16',0,'1000','98',2,NULL,'2019-2-28','2019-03-07 02:45:51','5','唐山市滦南县友谊路与西南大街交口西南角','','刘先生','可拎包入住 临近学校，商场，银行等.................','qq12345','13611112222','2020-2-28',NULL,1,'https://pic8.58cdn.com.cn/anjuke_58/f3d899a9026d9e0e9b6a4f971f378b12?w=696&h=522&crop=1','https://pic2.58cdn.com.cn/anjuke_58/59b6994490581b92f32b699cd9e5a9e4?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/anjuke_58/47037f62d0e75a1b5115f1290f68526f?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/anjuke_58/d55003be4535ec59d8322ced75ea6842?w=696&h=522&crop=1','https://pic7.58cdn.com.cn/anjuke_58/92e9ff66a1cc0a3976f67df8c672c364?w=696&h=522&crop=1','滦南县'),(6,'泽平精装3室可短租','16',0,'1000','93',3,NULL,'2019-3-4','2019-03-07 02:45:54','6','唐山市滦南县崇法大街45号','','刘先生','该房产位置优越，地段繁华，周边配套设施齐全（大型商场、国有各大银行）学校近在咫尺，小区内部环境干净整洁，人员结构素质高，停车方便，昼夜保安巡视、安全、舒心、放心。','qq12345','13600001111','2020-3-4','',1,'https://pic3.58cdn.com.cn/anjuke_58/95847605b7b3fda3587236ae7622766a?w=696&h=522&crop=1','https://pic3.58cdn.com.cn/anjuke_58/4e118dfdce32fd1fdcfa34e760334405?w=696&h=522&crop=1','https://pic3.58cdn.com.cn/anjuke_58/66eac59c873ad9b66c90f0a6c14e7a5d?w=696&h=522&crop=1','https://pic3.58cdn.com.cn/anjuke_58/5a429b1e08fd39ca45241b8b494ba8d5?w=696&h=522&crop=1',NULL,'滦南县'),(7,'安平小区3室1厅1卫','16',0,'750','108',4,NULL,'2019-3-4','2019-03-07 02:45:58','12','河北省唐山市滦南县安平街','','刘先生','位置优越，紧邻滦南汽车站，中医院，二中','qq123456','13600001111','2020-3-4','床,衣柜,沙发,电视,洗衣机,热水器',1,'https://pic6.58cdn.com.cn/mobile/big/n_v28d30eb64b8764155877c25e25f6233df.jpg?w=696&h=522&crop=1','https://pic4.58cdn.com.cn/mobile/big/n_v2519b6aaf778742c1b3db0e009c49a565.jpg?w=696&h=522&crop=1','https://pic2.58cdn.com.cn/mobile/big/n_v25d0b841cdc7f4d36b9e7ba70fd38e36f.jpg?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/mobile/big/n_v22078f416acda4c8f8eb3fc379cc4ad6a.jpg?w=696&h=522&crop=1','https://pic1.58cdn.com.cn/mobile/big/n_v21f8414f71bb54e7e8686b7cb36350ad1.jpg?w=696&h=522&crop=1','滦南县'),(8,'幸福花园两室精装修南北通透合租要女生','16',0,'800','80',2,NULL,'2019-3-4','2019-03-07 02:46:43','0','唐山市学院路与兴源道交叉口西南方向','','刘先生','该房产管理位置优越、地繁华市段、周边配套设施齐全（大型商场、国有各大银行）学校近在咫尺、小区内部环境干净整洁、人员结构素质高、停车方便、昼夜保安巡视、安全、舒心、放心','qq12345','13663250450','2020-3-4','床,衣柜,沙发,冰箱,洗衣机,空调,热水器',1,'https://pic4.58cdn.com.cn/anjuke_58/25af7a24fae519ce8aec30f305045c4a?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/anjuke_58/4a0ae78cdfd43eb3d76ee681665d46a5?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/anjuke_58/15d998f27a4684f36efd1465f8688340?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/anjuke_58/15d998f27a4684f36efd1465f8688340?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/anjuke_58/9d4308fa3d59cc06e580b65bb9dc276d?w=696&h=522&crop=1','路北区'),(9,'龙云国际 3室1厅1卫','16',0,'1800','115',3,NULL,'2019-3-4','2019-03-07 02:46:07','21','唐山市滦南县北河新区县政府东500米','','刘先生','','qq12345','13611112222','2020-3-4','床,衣柜,沙发,电视,冰箱,洗衣机,空调,热水器,宽带',1,'https://pic3.58cdn.com.cn/dwater/fang/big/n_v2b78e36fda2ad427d89c34f0e95d7af00.jpg?wt=%40%E5%B8%88%E5%A5%B3%E5%A3%AB&ws=38108a6a2032e858b41f7b88d410a06b&w=696&h=522&crop=1','https://pic5.58cdn.com.cn/dwater/fang/big/n_v2a437829ec6d44dbf8db502599454541f.jpg?wt=%40%E5%B8%88%E5%A5%B3%E5%A3%AB&ws=6517822c66a7978686a6c63233390a75&w=696&h=522&crop=1','https://pic7.58cdn.com.cn/dwater/fang/big/n_v2715922f063b8451eb10c159e7eca3396.jpg?wt=%40%E5%B8%88%E5%A5%B3%E5%A3%AB&ws=1e0372464e202ee2e82408504f9dac99&w=696&h=522&crop=1','https://pic6.58cdn.com.cn/dwater/fang/big/n_v2e1f153eabe4b4311bef58b0c93fbcef2.jpg?wt=%40%E5%B8%88%E5%A5%B3%E5%A3%AB&ws=41e01219493e1d73cc2bb6e6480ae26f&w=696&h=522&crop=1','https://pic7.58cdn.com.cn/dwater/fang/big/n_v27a111416963645eba063cf73b7ba7cf4.jpg?wt=%40%E5%B8%88%E5%A5%B3%E5%A3%AB&ws=24413ffdcf278454ef858ad948dfb3d2&w=696&h=522&crop=1','滦南县'),(10,'天鹅庄园一室一卫','16',0,'450','28',1,NULL,'2019-3-4','2019-03-07 02:46:10','26','唐山市滦南县北河新区紧邻政府','','刘先生','随时看房','','13611112222','2020-3-4','床,衣柜,空调,热水器',1,'https://pic3.58cdn.com.cn/dwater/fang/big/n_v27c677ddec9134e13b53c75740fb46e14.jpg?wt=%40%E5%AE%BF%E5%A5%B3%E5%A3%AB&ws=fe39b147e3ec84eb26585b9883a056e4&w=696&h=522&crop=1','https://pic6.58cdn.com.cn/dwater/fang/big/n_v2a0e7e2d4b9fc4ab7b5de0e99a15644ea.jpg?wt=%40%E5%AE%BF%E5%A5%B3%E5%A3%AB&ws=b6171be6e247288dd9da3324b2041be0&w=696&h=522&crop=1','https://pic6.58cdn.com.cn/dwater/fang/big/n_v2de682adcd1144a5493d0512bf81e2a2c.jpg?wt=%40%E5%AE%BF%E5%A5%B3%E5%A3%AB&ws=259d1abb6116cc76d0b8a46ceb321128&w=696&h=522&crop=1','https://pic4.58cdn.com.cn/dwater/fang/big/n_v2d23dee37e3e14d43a0d9952d34bc7e05.jpg?wt=%40%E5%AE%BF%E5%A5%B3%E5%A3%AB&ws=8dd1084f38b4d087d42679fb837f7d58&w=696&h=522&crop=1','https://pic6.58cdn.com.cn/dwater/fang/big/n_v26d2e15692f744536b82167f5e76c962b.jpg?wt=%40%E5%AE%BF%E5%A5%B3%E5%A3%AB&ws=80000b6041d23b8e3e4062dacb153031&w=696&h=522&crop=1','滦南县'),(11,'三丰小区3室1厅1卫','16',0,'450','110',3,NULL,'2019-3-4','2019-03-17 07:47:37','37','唐山市滦南县中大街与友谊路交叉口附近','','刘先生','小区周边交通便利，要求爱干净的女生，禁止养宠物！','qq12345','13611112222','2020-3-4','床,衣柜,沙发,电视,冰箱,洗衣机,空调,热水器',1,'https://pic5.58cdn.com.cn/mobile/big/n_v2ffc1eb4c21ff4450a5ac122ad109ddc2.jpg?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/mobile/big/n_v260e8811bf82046c687d9653a158b9aa4.jpg?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/mobile/big/n_v231c4805af97d457e9cc195f9d3af20d1.jpg?w=696&h=522&crop=1','https://pic5.58cdn.com.cn/mobile/big/n_v20496d0ee1067471cb27b268a353a31a0.jpg?w=696&h=522&crop=1','https://pic1.58cdn.com.cn/mobile/big/n_v2c71a98afbf2446e2ab8b38e58ff092eb.jpg?w=696&h=522&crop=1','滦南县'),(12,'天承锦绣南区3室1厅1卫','16',0,'1000','115',3,NULL,'2019-3-4','2019-03-07 02:46:01','11','河北省唐山市滦南县南大街','','刘先生','个人房屋有意者电话联系，私信不回，帮别人看自己做不了主的勿扰！！！','qq123345','13611122212','2020-3-4','床,沙发,电视,冰箱,洗衣机,空调,热水器',1,'https://pic4.58cdn.com.cn/dwater/fang/big/n_v2e3aa5b3fe3c24f0d9022691d2eeeab98.jpg?wt=%40%E5%88%98%E5%85%88%E7%94%9F&ws=6fd8cb227faed59eeb8844b6521b6a19&w=696&h=522&crop=1','https://pic2.58cdn.com.cn/dwater/fang/big/n_v25d750a22da2948179482a20cf0f5786f.jpg?wt=%40%E5%88%98%E5%85%88%E7%94%9F&ws=7040dd76f9895f80ae5814b19b41c89a&w=696&h=522&crop=1','https://pic6.58cdn.com.cn/dwater/fang/big/n_v27da583984b3c45e1a829cb77d6b0d35f.jpg?wt=%40%E5%88%98%E5%85%88%E7%94%9F&ws=9933e55b931cb4fbf8f619da70cfa8e7&w=696&h=522&crop=1','https://pic1.58cdn.com.cn/dwater/fang/big/n_v2d276558b3794404abcb9b802d3f3424e.jpg?wt=%40%E5%88%98%E5%85%88%E7%94%9F&ws=050901bf6a7dfe5cc83cb6338cc0d11d&w=696&h=522&crop=1','https://pic8.58cdn.com.cn/dwater/fang/big/n_v2f5f20cbdd95644858a6729fb2b6a125b.jpg?wt=%40%E5%88%98%E5%85%88%E7%94%9F&ws=e3542f60a1239aff51d0100ea9be7f2c&w=696&h=522&crop=1','滦南县'),(13,'国税局家属楼 3室2厅1卫','16',0,'750','106',3,NULL,'2019-3-4','2019-03-07 02:45:51','6','河北省唐山市滦南县','','刘先生','出租国税局家属楼，三室两厅，电视，冰箱，洗衣机，空调，三楼，没有物业费，冬天不用供暖就十八九度，干净整洁，拎包入住！','qqqwer','13611112222','2020-3-4','床,衣柜,沙发,电视,冰箱,洗衣机,空调,热水器',1,'https://pic8.58cdn.com.cn/dwater/fang/big/n_v2a17bee829ff74e9da2facab995234eac.jpg?wt=%40%E6%9D%9C%E5%A5%B3%E5%A3%AB&ws=89f7f38cb5477c6ec884422c9472f681&w=696&h=522&crop=1','https://pic5.58cdn.com.cn/dwater/fang/big/n_v21f65fefe7ab04c4b8529f3d965b92ae4.jpg?wt=%40%E6%9D%9C%E5%A5%B3%E5%A3%AB&ws=6b4cbd7dff5f53a3a3151ab2001431c5&w=696&h=522&crop=1','https://pic4.58cdn.com.cn/dwater/fang/big/n_v29fbec0883ce64dbca4a80dae4b9dcfa0.jpg?wt=%40%E6%9D%9C%E5%A5%B3%E5%A3%AB&ws=dd79716d2c8e77773fb6c92cb40a3747&w=696&h=522&crop=1https://pic4.58cdn.com.cn/dwater/fang/big/n_v29fbec0883ce64dbca4a80dae4b9dcfa0.jpg?wt=%40%E6%9D%9C%E5%A5%B3%E5%A3%AB&ws=dd79716d2c8e77773fb6c92cb40a3747&w=696&h=522&crop=1','https://pic8.58cdn.com.cn/dwater/fang/big/n_v231fc180c9a0643ef8c54b31cedc436db.jpg?wt=%40%E6%9D%9C%E5%A5%B3%E5%A3%AB&ws=802e265f7a52eaa9d1995590f711d1f0&w=696&h=522&crop=1','https://pic7.58cdn.com.cn/dwater/fang/big/n_v238b6cb554e8d4453876333772c2bdd50.jpg?wt=%40%E6%9D%9C%E5%A5%B3%E5%A3%AB&ws=6e636f9a002b2fa9a2b9428eb6f48b09&w=696&h=522&crop=1','滦南县'),(14,'八和居 2室1厅1卫','16',0,'580','85',2,NULL,'2019-3-4','2019-03-07 02:45:44','20','河北省唐山市滦南县','','刘先生','首次出租，八合居，85平米，家具齐全，冰箱洗衣机可拎包入住，','qwer','13611113333','2020-3-3','床,衣柜,沙发,冰箱,洗衣机,热水器,暖气,可做饭,阳台,独立卫生间',1,NULL,NULL,NULL,NULL,NULL,'滦南县'),(15,'象生新苑 1室1厅1卫','16',1,'1200','40',1,NULL,'2019-3-4','2019-03-07 02:45:30','3','河北省唐山市滦南县建设路','','刘先生','位于县城中心位置，交通便利，生活方便','qazwsx','13611114444','2020-3-3','床,衣柜,电视,空调,热水器,宽带,暖气,可做饭,阳台',1,'https://pic2.58cdn.com.cn/dwater/fang/big/n_v2c5c32e944d6f4b6bbe6376e0756511bc.jpg?wt=%40%E7%8E%8B%E5%A5%B3%E5%A3%AB&ws=881b7b8726e38546d16c2403d7decd3d&w=696&h=522&crop=1','https://pic4.58cdn.com.cn/dwater/fang/big/n_v2cd6a9ed0a5ff491fb882b2e73f0392f6.jpg?wt=%40%E7%8E%8B%E5%A5%B3%E5%A3%AB&ws=54e975fc9de01a9672aab749193c8f28&w=696&h=522&crop=1','https://pic5.58cdn.com.cn/dwater/fang/big/n_v2ab4e99ee593d4ef7ab770a1099e4b65b.jpg?wt=%40%E7%8E%8B%E5%A5%B3%E5%A3%AB&ws=1a51a3af16dd3558411c7cb81787bcf6&w=696&h=522&crop=1','https://pic3.58cdn.com.cn/dwater/fang/big/n_v26f9cc1776bb748248568981a7f5d69ef.jpg?wt=%40%E7%8E%8B%E5%A5%B3%E5%A3%AB&ws=74e16a824cb51a995125cf6ec7c62883&w=696&h=522&crop=1','https://pic3.58cdn.com.cn/dwater/fang/big/n_v22353bc00cd9b4753b1fde0692c1e4cc4.jpg?wt=%40%E7%8E%8B%E5%A5%B3%E5%A3%AB&ws=c3290df9d68fd4fe2fdab6b26854c225&w=696&h=522&crop=1','滦南县'),(16,'滦南正通花园 2室1厅1卫','16',1,'14000','95',2,NULL,'2019-3-4','2019-03-07 02:45:24','10','河北省唐山市滦南县','','刘先生','','qwerds','13611112222','2020-3-4','床,衣柜,沙发,电视,冰箱,洗衣机,空调,热水器',1,'https://pic7.58cdn.com.cn/dwater/fang/big/n_v29f346639f85c485d8d0da1213a1cdaf0.jpg?wt=%40%E7%8E%8B%E5%85%88%E7%94%9F&ws=eee4ac55e5d52194c6987276bf0d1a73&w=696&h=522&crop=1',NULL,NULL,NULL,NULL,'滦南县'),(17,'泽平庄园 2室1厅1卫','16',1,'12000','93',2,NULL,'2019-3-4','2019-03-07 02:45:18','3','河北省唐山市滦南县','','刘先生','小区位于北河公园附近，离滦南一中很近，位置优越。','qazwsx','13611121112','2020-3-4','床,衣柜,沙发,电视,冰箱,洗衣机,热水器,阳台,独立卫生间',1,'https://pic1.58cdn.com.cn/dwater/fang/big/n_v210cb2951173f4c7f88c9b201f2100bf0.jpg?wt=%40%E5%A4%8F%E5%85%88%E7%94%9F&ws=a2eb49d0ce5c00106f684c0550440d0f&w=696&h=522&crop=1','https://pic4.58cdn.com.cn/dwater/fang/big/n_v290b29336f51948eca8459c510838cab9.jpg?wt=%40%E5%A4%8F%E5%85%88%E7%94%9F&ws=e250f837c45ab4180ddda1cd7b76269a&w=696&h=522&crop=1','https://pic5.58cdn.com.cn/dwater/fang/big/n_v2ddae1424178b4d50a21b50dc68abf4eb.jpg?wt=%40%E5%A4%8F%E5%85%88%E7%94%9F&ws=36bf0421a5ca5085e25130f65f042888&w=696&h=522&crop=1','https://pic1.58cdn.com.cn/dwater/fang/big/n_v27d4e73a7c62948fcb6b246365bbe3390.jpg?wt=%40%E5%A4%8F%E5%85%88%E7%94%9F&ws=377d15f868a936be0b200e9ee92accde&w=696&h=522&crop=1',NULL,'滦南县'),(18,'和谐家园3室2厅1卫主卧南','16',1,'450','140',3,NULL,'2019-3-4','2019-03-07 02:44:38','0','龙泽南路','','刘先生','紧临三中。罗城公园。','qased','13611111111','2020-3-4','床,冰箱,空调,热水器,宽带,阳台,独立卫生间',1,'https://pic3.58cdn.com.cn/mobile/big/n_v2eabe509b09b44f568c03cd162d89a77b.jpg?w=696&h=522&crop=1',NULL,NULL,NULL,NULL,'路北区'),(19,'滦南鼎盛花园 2室1厅1卫\r\n','16',1,'710','90.57',2,NULL,'2019-3-4','2019-03-07 02:25:22','6','河北省唐山市滦南县南大街','','刘先生','','qazwsx','13611112222','2020-3-4','床,沙发,冰箱,空调,热水器,暖气,独立卫生间',1,'https://pic2.58cdn.com.cn/dwater/fang/big/n_v2834372d5865d4ee2a3789bac5be73e2d.jpg?wt=%40%E7%8E%8B%E4%BB%A4%E5%86%9B%E5%85%88%E7%94%9F&ws=9a3b0062ee7cbadbf9ae2f8bcc01b9b0&w=696&h=522&crop=1',NULL,NULL,NULL,NULL,'滦南县'),(20,'正通国际两室一厅，家具电齐全，可月租季度租，','16',1,'1200','92',2,NULL,'2019-3-4','2019-03-07 02:06:18','8','唐山市滦南县南大街139号','','刘先生','正通国际两室一厅家具家电齐全，可月租季度租，','qazwsx','','2020-3-4',NULL,1,'https://pic4.58cdn.com.cn/anjuke_58/45d6a237a0d42cecc697e3d54c80f8c8?w=696&h=522&crop=1','https://pic6.58cdn.com.cn/anjuke_58/2780d6f3acfc78089fc64ef97edffb78?w=696&h=522&crop=1','https://pic8.58cdn.com.cn/anjuke_58/acc3df20ddddb310b9e299022e63620d?w=696&h=522&crop=1','https://pic8.58cdn.com.cn/anjuke_58/d14884d824e9edf24ab932ad0e12f17d?w=696&h=522&crop=1','https://pic8.58cdn.com.cn/anjuke_58/2544a40ada403398f83ba86655a26e38?w=696&h=522&crop=1','滦南县');
/*!40000 ALTER TABLE `zufang_detail` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-06-22 18:15:49
